{
    "characters": [
        42536,
        42536,
        42535,
        42535,
        65105,
        65105,
        55091,
        55091,
        55089,
        55089,
        57411,
        57411,
        65381,
        65381,
        65093,
        65093,
        65095,
        65095,
        57405,
        57405,
        57407,
        57407,
        42537,
        42537,
        65377,
        65377,
        57409,
        57409,
        65097,
        65097,
        65101,
        65101,
        57413,
        57413,
        65103,
        65103,
        65385,
        65385,
        65383,
        65383,
        65361,
        65361
    ],
    "episodes": 1,
    "id": "10029",
    "picture": "http://cdn.myanimelist.net/images/anime/8/32547.jpg",
    "released": "2011-07-16T03:00:00.000Z",
    "synopsis": "The 1964 Tokyo Olympics represented a new start for Japan—out with the old Meiji-era buildings that reminded citizens of bad times, in with innovation that spoke to the future of a newly peaceful and increasingly prosperous country. \n\nUmi, a shy teenaged girl, manages a boarding house on the Yokohama seaside. Her father was killed in the war and her mother travels constantly, so in addition to attending high school, Umi must also run the family business. Her classmate Shun, an orphan unsure of his lineage, lives with a few other students in the old high-school clubhouse, a French-style, mansion that's set to be demolished as part of the current modernization project. Shun and his schoolmates refuse to let this happen. \n\nAs much as they fear losing their shelter, they are also appalled at what they see as the erasure of their history. As the students organize a protest, Shun and Umi grow closer. What begins as a friendship develops into something deeper as these two lonely teenagers find a mutual understanding and trust. Yet when Shun starts to investigate his past, secrets emerge that threaten to tear the two apart. \n\n(Source: Toronto International Film Festival)",
    "tags": [
        "historical",
        "romance",
        "school",
        "shoujo"
    ],
    "title": "Coquelicot-zaka kara",
    "title_en": "From Up on Poppy Hill",
    "title_jp": "コクリコ坂から",
    "type": "Movie"
}