{
    "characters": [
        43278,
        43278,
        43279,
        43279,
        43280,
        43280,
        52355,
        52355,
        112179,
        112179,
        50399,
        50399,
        108033,
        108033,
        50077,
        50077,
        51099,
        51099,
        52353,
        52353,
        46091,
        46091,
        90185,
        90185,
        46089,
        46089,
        51309,
        51309,
        46083,
        46083,
        77719,
        77719,
        48169,
        48169,
        50707,
        50707,
        59345,
        59345,
        55165,
        55165,
        51311,
        51311,
        53223,
        53223,
        46085,
        46085,
        50709,
        50709,
        48165,
        48165,
        58483,
        58483,
        43281,
        43281,
        108029,
        108029,
        46087,
        46087,
        43282,
        43282,
        48167,
        48167,
        51307,
        51307,
        48163,
        48163,
        55167,
        55167
    ],
    "episodes": 22,
    "id": "10793",
    "picture": "http://cdn.myanimelist.net/images/anime/8/33713.jpg",
    "released": "2011-10-14T03:00:00.000Z",
    "synopsis": "Japan, 2039. Ten years after the outbreak of the \"Apocalypse Virus,\" an event solemnly regarded as \"Lost Christmas,\" the once proud nation has fallen under the rule of the GHQ, an independent military force dedicated to restoring order. Funeral Parlor, a guerilla group led by the infamous Gai Tsutsugami, act as freedom fighters, offering the only resistance to GHQ's cruel despotism.\n\nInori Yuzuriha, a key member of Funeral Parlor, runs into the weak and unsociable Shuu Ouma during a crucial operation, which results in him obtaining the \"Power of Kings\"—an ability which allows the wielder to draw out the manifestations of an individual's personality, or \"voids.\" Now an unwilling participant in the struggle against GHQ, Shuu must learn to control his newfound power if he is to help take back Japan once and for all.\n\nGuilty Crown follows the action-packed story of a young high school student who is dragged into a war, possessing an ability that will help him uncover the secrets of the GHQ, Funeral Parlor, and Lost Christmas. However, he will soon learn that the truth comes at a far greater price than he could have ever imagined.\n\n[Written by MAL Rewrite]",
    "tags": [
        "action",
        "drama",
        "sci-fi",
        "super_power"
    ],
    "title": "Guilty Crown",
    "title_jp": "ギルティクラウン",
    "type": "TV"
}