{
    "characters": [
        47163,
        47163,
        47167,
        47167,
        47165,
        47165,
        62207,
        62207,
        51283,
        51283,
        50353,
        50353,
        77121,
        77121,
        77145,
        77145,
        77123,
        77123,
        50351,
        50351,
        51281,
        51281,
        77125,
        77125,
        77127,
        77127,
        60119,
        60119,
        77129,
        77129,
        50339,
        50339,
        60123,
        60123,
        47173,
        47173,
        77131,
        77131,
        77133,
        77133,
        51289,
        51289,
        51287,
        51287,
        60121,
        60121,
        77139,
        77139,
        77135,
        77135,
        77137,
        77137,
        47171,
        47171,
        60125,
        60125,
        60203,
        60203,
        47169,
        47169,
        77141,
        77141,
        77143,
        77143,
        77147,
        77147,
        55335,
        55335,
        59801,
        59801,
        57703,
        57703,
        115479,
        115479,
        77151,
        77151,
        77153,
        77153,
        77155,
        77155,
        62209,
        62209,
        54963,
        54963,
        77149,
        77149,
        77157,
        77157,
        51275,
        51275,
        51279,
        51279,
        51277,
        51277,
        60201,
        60201,
        115375,
        115375,
        51285,
        51285,
        77159,
        77159,
        51273,
        51273
    ],
    "episodes": 25,
    "id": "10800",
    "picture": "http://cdn.myanimelist.net/images/anime/3/35749.jpg",
    "released": "2011-10-05T03:00:00.000Z",
    "synopsis": "Chihaya Ayase, a strong-willed and tomboyish girl, grows up under the shadow of her older sister. With no dreams of her own, she is contented with her share in life till she meets Arata Wataya. The quiet transfer student in her elementary class introduces her to competitive karuta, a physically and mentally demanding card game inspired by the classic Japanese anthology of Hundred Poets. Captivated by Arata's passion for the game and inspired by the possibility of becoming the best in Japan, Chihaya quickly falls in love with the world of karuta. Along with the prodigy Arata and her haughty but hard-working friend Taichi Mashima, she joins the local Shiranami Society. The trio spends their idyllic childhood days playing together, until circumstances split them up.\n\nNow in high school, Chihaya has grown into a karuta freak. She aims to establish the Municipal Mizusawa High Competitive Karuta Club, setting her sights on the national championship at Omi Jingu. Reunited with the now indifferent Taichi, Chihaya's dream of establishing a karuta team is only one step away from becoming true: she must bring together members with a passion for the game that matches her own.\n\n[Written by MAL Rewrite]",
    "tags": [
        "drama",
        "game",
        "josei",
        "slice_of_life",
        "sports"
    ],
    "title": "Chihayafuru",
    "title_en": "Chihayafuru",
    "title_jp": "ちはやふる",
    "type": "TV"
}