{
    "characters": [
        18770,
        18770,
        18769,
        18769,
        61205,
        61205,
        21331,
        21331,
        42038,
        42038,
        36820,
        36820,
        61169,
        61169,
        61167,
        61167,
        53569,
        53569,
        42806,
        42806,
        127555,
        127555,
        22254,
        22254,
        42809,
        42809,
        48953,
        48953,
        22251,
        22251,
        42804,
        42804,
        63327,
        63327,
        61171,
        61171,
        53567,
        53567,
        21332,
        21332,
        45975,
        45975,
        61751,
        61751,
        105307,
        105307,
        22255,
        22255,
        63941,
        63941,
        22253,
        22253,
        22252,
        22252,
        53565,
        53565,
        36821,
        36821,
        42805,
        42805,
        36976,
        36976,
        53571,
        53571,
        91329,
        91329,
        126813,
        126813,
        48949,
        48949,
        126812,
        126812,
        42808,
        42808,
        62695,
        62695,
        64093,
        64093,
        53563,
        53563,
        61173,
        61173,
        50833,
        50833,
        127810,
        127810,
        62697,
        62697,
        61137,
        61137,
        48951,
        48951,
        42807,
        42807
    ],
    "episodes": 25,
    "id": "11771",
    "picture": "http://cdn.myanimelist.net/images/anime/11/50453.jpg",
    "released": "2012-04-08T03:00:00.000Z",
    "synopsis": "Teikou Junior High School's basketball team is crowned champion three years in a row thanks to five outstanding players who, with their breathtaking and unique skills, leave opponents in despair and fans in admiration. However, after graduating, these teammates, known as \"The Generation of Miracles,\" go their separate ways and now consider each other as rivals.\n\nAt Seirin High School, two newly recruited freshmen prove that they are not ordinary basketball players: Taiga Kagami, a promising player returning from the US, and Tetsuya Kuroko, a seemingly ordinary student whose lack of presence allows him to move around unnoticed. Although Kuroko is neither athletic nor able to score any points, he was a member of Teikou's basketball team, where he played as the \"Phantom Sixth Man,\" who easily passed the ball and assisted his teammates.\n\nKuroko no Basket follows the journey of Seirin's players as they attempt to become the best Japanese high school team by winning the Interhigh Championship. To reach their goal, they have to cross pathways with several powerful teams, some of which have one of the five players with godlike abilities, whom Kuroko and Taiga make a pact to defeat.\n\n[Written by MAL Rewrite]",
    "tags": [
        "comedy",
        "school",
        "shounen",
        "sports"
    ],
    "title": "Kuroko no Basket",
    "title_en": "Kuroko's Basketball",
    "title_jp": "黒子のバスケ",
    "type": "TV"
}