{
    "characters": [
        423,
        423,
        424,
        424,
        422,
        422,
        608,
        608,
        599,
        599,
        73441,
        73441,
        611,
        611,
        454,
        454,
        615,
        615,
        600,
        600,
        597,
        597,
        5060,
        5060,
        614,
        614,
        598,
        598,
        7879,
        7879,
        605,
        605,
        7881,
        7881,
        607,
        607,
        604,
        604
    ],
    "episodes": 1,
    "id": "12115",
    "picture": "http://cdn.myanimelist.net/images/anime/12/41305.jpg",
    "released": "2013-02-01T02:00:00.000Z",
    "synopsis": "One year has passed since Guts left the Band of the Hawk and Griffith was imprisoned by the Kingdom of Midland for treason.\n\nIn the dead of night, at a camping site where they hide, the Band of the Hawk is attacked by Bakiraka assassins led by Silat. When all seems lost, Guts returns from his journey. \"You destroyed everything.\" Crying that Griffith is nothing without Guts, Casca and Guts are joined together body and soul. Griffith is imprisoned in the oldest building in Wyndham Catle, the Tower of Rebirth. They discover that Griffith has been tortured, with the tendons of his legs and arms severed and his tongue removed. Seeing Guts and Casca pitying him, Griffith drags his body along the ground. At that moment, the Egg of the King Behelit that he had thought lost returns to his hand. The Behelit resonated with Griffith's despair and screams, causing a shockwave that creates a twisted dimension. The God Hand descends. A nightmare of magnificent violence erupts as a horde of apostles devour the Band of the Hawk. This is the birth of the fifth guardian and the beginning of an age where darkness overcomes all light.",
    "tags": [
        "action",
        "adventure",
        "demons",
        "drama",
        "fantasy",
        "horror",
        "military",
        "seinen",
        "supernatural"
    ],
    "title": "Berserk: Ougon Jidaihen III - Kourin",
    "title_en": "Berserk: The Golden Age Arc III - The Advent",
    "title_jp": "ベルセルク 黄金時代篇Ⅲ 降臨",
    "type": "Movie"
}