{
    "characters": [
        57573,
        57573,
        57575,
        57575,
        57571,
        57571,
        57589,
        57589,
        57569,
        57569,
        80687,
        80687,
        75830,
        75830,
        75840,
        75840,
        80275,
        80275,
        77809,
        77809,
        75832,
        75832,
        77811,
        77811,
        80293,
        80293,
        75838,
        75838,
        80285,
        80285,
        103739,
        103739,
        75542,
        75542,
        76622,
        76622,
        80277,
        80277,
        128961,
        128961,
        75972,
        75972,
        127406,
        127406,
        73155,
        73155,
        80289,
        80289,
        80281,
        80281,
        80279,
        80279,
        73153,
        73153,
        80287,
        80287,
        80283,
        80283,
        73059,
        73059,
        75876,
        75876,
        75834,
        75834,
        76624,
        76624,
        75836,
        75836
    ],
    "episodes": 25,
    "id": "13125",
    "picture": "http://cdn.myanimelist.net/images/anime/12/36775.jpg",
    "released": "2012-09-29T03:00:00.000Z",
    "synopsis": "Following a sudden outbreak of psychokinesis in 0.1% of the population, a rapid transformation swept the world. The godlike ability to manipulate matter remotely turned many power wielders to violence, inciting a long period of upheaval. Finally, after a chaotic era shaped by the rise and fall of oppressive regimes, the psychic humans were able to achieve a fragile peace by isolating their society, creating a new world bound by complex rules.\n\nIn the town of Kamisu 66, 12-year-old Saki Watanabe has just awakened to her powers and is relieved to rejoin her friends—the mischievous Satoru Asahina, the shy Mamoru Itou, the cheerful Maria Akizuki, and Shun Aonuma, a mysterious boy whom Saki admires—at Sage Academy, a special school for psychics. However, unease looms as Saki begins to question the fate of those unable to awaken to their powers, and the children begin to get involved with secretive matters such as the rumored Tainted Cats said to abduct children.\n\nShinsekai yori tells the unique coming-of-age story of Saki and her friends as they journey to grow into their roles in the supposed utopia. Accepting these roles, however, might not come easy when faced with the dark and shocking truths of society, and the impending havoc born from the new world.\n\n[Written by MAL Rewrite]",
    "tags": [
        "drama",
        "horror",
        "mystery",
        "sci-fi",
        "supernatural"
    ],
    "title": "Shinsekai yori",
    "title_en": "From the New World",
    "title_jp": "新世界より",
    "type": "TV"
}