{
    "characters": [
        4632,
        4632,
        4626,
        4626,
        4629,
        4629,
        4633,
        4633,
        4624,
        4624,
        13039,
        13039,
        4631,
        4631,
        4630,
        4630,
        4628,
        4628,
        4627,
        4627,
        74545,
        74545,
        79777,
        79777,
        81171,
        81171,
        133869,
        133869,
        92309,
        92309,
        4634,
        4634,
        75252,
        75252,
        81177,
        81177,
        73509,
        73509,
        73119,
        73119,
        74549,
        74549,
        72747,
        72747,
        4636,
        4636,
        72749,
        72749,
        80485,
        80485,
        92357,
        92357,
        80035,
        80035,
        4635,
        4635,
        91901,
        91901,
        80487,
        80487,
        80273,
        80273,
        74547,
        74547,
        81175,
        81175,
        72751,
        72751,
        80037,
        80037,
        81173,
        81173
    ],
    "episodes": 26,
    "id": "13655",
    "picture": "http://cdn.myanimelist.net/images/anime/6/43757.jpg",
    "released": "2012-10-06T03:00:00.000Z",
    "synopsis": "As a child, Riki Naoe shut himself from the world, thanks to a diagnosis of narcolepsy following the tragic deaths of his parents. However, Riki is saved when, one fateful day, a boy named Kyousuke recruits him into a team who call themselves the Little Busters. Accompanied by Masato, Kengo, and Rin, these misfits spend their childhood fighting evil and enjoying their youth.\n\nYears pass, and even in high school, the well-knit teammates remain together. Kyousuke decides to re-ignite the Little Busters by forming a baseball team as it will be his last school year with them. They have a problem though: there aren't enough members! The tables have turned, for it is now Riki's turn to reach out and recruit new friends into the Little Busters, just like Kyousuke had once done for him.\nThen, an omen surfaces—Rin finds a strange letter attached to her cat, assigning them the duty of uncovering the \"secret of this world\" by completing specific tasks. Just what is this secret, and why is it being hidden? It's up to the Little Busters to find out!\n\n[Written by MAL Rewrite]",
    "tags": [
        "comedy",
        "drama",
        "school",
        "slice_of_life",
        "supernatural"
    ],
    "title": "Little Busters!",
    "title_en": "Little Busters!",
    "title_jp": "リトルバスターズ!",
    "type": "TV"
}