{
    "characters": [
        145,
        145,
        2535,
        2535,
        7302,
        7302,
        17,
        17,
        3428,
        3428,
        4799,
        4799,
        2008,
        2008,
        10699,
        10699,
        1902,
        1902,
        4223,
        4223,
        67287,
        67287,
        67289,
        67289,
        85,
        85,
        2792,
        2792,
        2672,
        2672,
        1555,
        1555,
        1694,
        1694,
        3495,
        3495,
        15074,
        15074,
        2423,
        2423,
        3178,
        3178,
        3179,
        3179,
        7407,
        7407,
        306,
        306,
        307,
        307,
        2007,
        2007,
        3180,
        3180,
        1901,
        1901,
        1900,
        1900,
        4643,
        4643,
        3710,
        3710,
        17312,
        17312,
        74930,
        74930,
        3149,
        3149,
        90849,
        90849,
        2767,
        2767,
        14,
        14,
        13,
        13,
        2011,
        2011,
        2009,
        2009,
        15072,
        15072,
        3150,
        3150
    ],
    "episodes": 1,
    "id": "13667",
    "picture": "http://cdn.myanimelist.net/images/anime/6/51863.jpg",
    "released": "2012-07-28T03:00:00.000Z",
    "synopsis": "Ten years ago, a gigantic demon beast known as the Nine-Tailed Demon Fox was released from its jinchuuriki by an unknown shinobi wearing a mask. The village of Konohagakure was close to destruction by the attack of the Nine-Tails, but the village was saved by its leader. Minato Namikaze and his wife Kushina Uzumaki—who was the jinchuuriki at the time of the attack—sealed away the demon inside their new born son: Naruto Uzumaki. However, this act of saving the village cost them their lives and they left the future of the ninja world to Naruto.\n\nWith the demon fox sealed away, things continued as normal. However, the peace of the village would not last long, for Pain, Konan, Itachi Uchiha, Kisame Hoshigaki, Sasori, Deidara, Hidan and Kakuzu—members of a dreaded shinobi group called the Akatsuki—attacked Konohagakure. Naruto narrowly manages to launch a counter-attack but why have these shinobi appeared when all of them were meant to have died? The mystery remains, but the shinobi are praised by heir families for completing such a dangerous mission. However, one of them who has never known the faces of his parents, Naruto, cannot help but feel lonely. At that exact time, suddenly, the masked man makes his appearance in Konoha. Naruto and his allies are both attacked by the man's mysterious new doujutsu.\n\n(Source: Naruto Wikia)",
    "tags": [
        "action",
        "adventure",
        "martial_arts",
        "shounen",
        "super_power"
    ],
    "title": "Naruto: Shippuuden Movie 6 - Road to Ninja",
    "title_en": "Road to Ninja: Naruto the Movie",
    "title_jp": "ROAD TO NINJA NARUTO THE MOVIE",
    "type": "Movie"
}