{
    "characters": [
        26243,
        26243,
        24201,
        24201,
        75866,
        75866,
        29099,
        29099,
        29098,
        29098,
        75864,
        75864,
        75868,
        75868,
        46399,
        46399,
        75578,
        75578,
        76484,
        76484,
        32781,
        32781,
        73123,
        73123,
        38920,
        38920,
        76486,
        76486,
        38916,
        38916,
        70065,
        70065,
        38441,
        38441,
        75862,
        75862,
        72741,
        72741,
        97837,
        97837,
        42475,
        42475,
        73513,
        73513,
        38968,
        38968,
        46401,
        46401,
        75870,
        75870
    ],
    "episodes": 13,
    "id": "14289",
    "picture": "http://cdn.myanimelist.net/images/anime/11/39777.jpg",
    "released": "2012-10-07T03:00:00.000Z",
    "synopsis": "Mei Tachibana was once a regular girl who enjoyed hanging out with her friends. But after a traumatic incident where all her so-called friends suddenly turned their backs on her, Mei's idea of friendship changed forever. In order to stop herself from ever going through the same awful experience again, she decides to stay away from people as much as possible, and ideally, to never make any friends ever again. This tactic seems to have worked relatively well in her current high school life, and she didn't at all mind being thought of as gloomy and strange. However, the appearance of Yamato Kurosawa—one of the most popular boys in her high school—shakes her stable foundation of an introvert, and makes her question whether or not her choices were indeed the right ones.\n\nNot only does Yamato not ignore her like everyone else seems to be doing, he also decides to freely give her his phone number! As their relationship slowly develops, and is marked with an unexpected kiss, Mei is finding it very hard to adapt to this new life style, and hardest of all, to express her true feelings towards Yamato. Sukitte Ii na yo. follows their developing relationship, as well as their frequent disagreements, to portray how difficult it can really be to say \"I love you.\"",
    "tags": [
        "romance",
        "school",
        "shoujo"
    ],
    "title": "Sukitte Ii na yo.",
    "title_en": "Say \"I Love You\".",
    "title_jp": "好きっていいなよ。",
    "type": "TV"
}