{
    "characters": [
        4004,
        4004,
        8087,
        8087,
        6356,
        6356,
        21960,
        21960,
        21938,
        21938,
        18062,
        18062,
        21959,
        21959,
        94141,
        94141,
        74099,
        74099,
        21957,
        21957,
        74113,
        74113,
        101395,
        101395,
        74101,
        74101,
        74057,
        74057,
        21964,
        21964,
        74105,
        74105,
        21956,
        21956,
        123847,
        123847,
        21966,
        21966,
        93339,
        93339,
        101393,
        101393,
        79901,
        79901,
        21937,
        21937,
        92741,
        92741,
        21962,
        21962,
        21963,
        21963,
        21961,
        21961,
        74109,
        74109,
        74097,
        74097,
        21958,
        21958,
        21965,
        21965
    ],
    "episodes": 26,
    "id": "14719",
    "picture": "http://cdn.myanimelist.net/images/anime/3/40409.jpg",
    "released": "2012-10-06T03:00:00.000Z",
    "synopsis": "In 1868, Dario Brando saves the life of an English nobleman, George Joestar. By taking in Dario's son Dio when the boy becomes fatherless, George hopes to repay the debt he owes to his savior. However Dio, unsatisfied with his station in life, aspires to seize the Joestar house for his own. Wielding an Aztec stone mask with supernatural properties, he sets out to destroy George and his son, Jonathan \"JoJo\" Joestar, and triggers a chain of events that will continue to echo through the years to come.\n\nHalf a century later, in New York City, Jonathan's grandson Joseph Joestar discovers the legacy his grandfather left for him. When an archeological dig unearths the truth behind the stone mask, he realizes that he is the only one who can defeat the Pillar Men, mystical beings of immeasurable power who inadvertently began everything.\n\nAdapted from the first two arcs of Hirohiko Araki's outlandish manga series, JoJo no Kimyou na Bouken follows the many thrilling expeditions of JoJo and his descendants. Whether it's facing off with the evil Dio, or combatting the sinister Pillar Men, there's always plenty of bizarre adventures in store.\n\n[Written by MAL Rewrite]",
    "tags": [
        "action",
        "adventure",
        "shounen",
        "supernatural",
        "vampire"
    ],
    "title": "JoJo no Kimyou na Bouken (TV)",
    "title_en": "JoJo's Bizarre Adventure",
    "title_jp": "ジョジョの奇妙な冒険",
    "type": "TV"
}