{
    "id": 15,
    "title": "Eyeshield 21",
    "title_en": null,
    "title_jp": "アイシールド21",
    "picture": "http://cdn.myanimelist.net/images/anime/12/66961.jpg",
    "synopsis": "Welcome To the Gridiron of the Damned! Huge hulking bodies throw themselves at each other, while a tiny lithe body runs between them for the goal! No, it’s not a game of football, it’s Sena Kobayakawa trying to evade the monstrous Ha-Ha brothers down the halls of Deimon High School! But wait! Sena’s incredible skills at not getting caught have been spotted by the devilish (possibly actually demonic) captain of the school’s embryonic American style football team, and when Sena asks to be the teams manager, he gets thrust onto the field as a running back instead! But there are two BIG catches: first, to keep the identity of their new \"star\" player an absolute secret, Yoichi makes Sena wear an opaque visor on his helmet and gives him the alias of \"Eyeshield 21.\" And the second catch? Well, in order to hit his fastest \"speed of light\" running mode, Sena usually has to be absolutely terrified. Not that THAT will be a problem with the monstrous players that he’ll soon find himself running from! The insanity hits the streets when the feet meet the cleats in EYESHIELD 21!",
    "type": "TV",
    "episodes": 145,
    "tags": [
        "action",
        "comedy",
        "shounen",
        "sports"
    ],
    "released": "2005-04-06T03:00:00.000Z",
    "characters": [
        2539,
        945,
        944,
        946,
        955,
        2894,
        131534,
        7050,
        7048,
        31334,
        32405,
        13743,
        21668,
        7201,
        7049,
        23433,
        10530,
        10533,
        13741,
        7027,
        7000,
        7202,
        3896,
        10819,
        948,
        3774,
        10532,
        101825,
        12272,
        7001,
        13361,
        1758,
        131690,
        7750,
        2795,
        56765,
        13738,
        7029,
        956,
        7032,
        16993,
        947,
        23508,
        7007,
        9413,
        6822,
        957,
        7030,
        7051,
        7002,
        12793,
        10531,
        7915,
        7033,
        10534,
        7313,
        3700
    ]
}