{
    "characters": [
        46173,
        46173,
        46011,
        46011,
        46017,
        46017,
        46171,
        46171,
        46013,
        46013,
        46165,
        46165,
        46167,
        46167,
        46169,
        46169,
        46163,
        46163,
        80299,
        80299,
        80303,
        80303,
        76914,
        76914,
        76912,
        76912,
        76918,
        76918,
        76906,
        76906,
        76908,
        76908,
        76916,
        76916,
        76910,
        76910,
        78041,
        78041,
        76920,
        76920,
        76922,
        76922
    ],
    "episodes": 13,
    "id": "15051",
    "picture": "http://cdn.myanimelist.net/images/anime/11/56849.jpg",
    "released": "2013-01-06T02:00:00.000Z",
    "synopsis": "Otonokizaka High School is in a crisis! With the number of enrolling students dropping lower and lower every year, the school is set to shut down after its current first years graduate. However, second year Honoka Kousaka refuses to let it go without a fight. Searching for a solution, she comes across popular school idol group A-RISE and sets out to create a school idol group of her own. With the help of her childhood friends Umi Sonoda and Kotori Minami, Honoka forms μ's (pronounced \"muse\") to boost awareness and popularity of her school.\n\nUnfortunately, it's all easier said than done. Student council president Eli Ayase vehemently opposes the establishment of a school idol group and will do anything in her power to prevent its creation. Moreover, Honoka and her friends have trouble attracting any additional members. But the Love Live, a competition to determine the best and most beloved school idol groups in Japan, can help them gain the attention they desperately need. With the contest fast approaching, Honoka must act quickly and diligently to try and bring together a school idol group and win the Love Live in order to save Otonokizaka High School.\n\n[Written by MAL Rewrite]",
    "tags": [
        "music",
        "school",
        "slice_of_life"
    ],
    "title": "Love Live! School Idol Project",
    "title_en": "Love Live! School Idol Project",
    "title_jp": "ラブライブ! School idol project",
    "type": "TV"
}