{
    "characters": [
        39411,
        39411,
        61615,
        61615,
        39412,
        39412,
        61619,
        61619,
        61617,
        61617,
        93871,
        93871,
        98017,
        98017,
        66505,
        66505,
        66495,
        66495,
        66511,
        66511,
        139616,
        139616,
        130962,
        130962,
        98015,
        98015,
        66509,
        66509,
        66519,
        66519,
        66501,
        66501,
        130961,
        130961,
        66515,
        66515,
        132414,
        132414,
        559,
        559,
        98007,
        98007,
        98003,
        98003,
        98013,
        98013,
        98009,
        98009,
        98011,
        98011,
        66503,
        66503,
        66491,
        66491,
        66513,
        66513,
        78513,
        78513,
        98001,
        98001,
        130555,
        130555,
        66499,
        66499,
        98005,
        98005,
        66489,
        66489,
        66507,
        66507,
        66493,
        66493
    ],
    "episodes": 1,
    "id": "15197",
    "picture": "http://cdn.myanimelist.net/images/anime/9/56243.jpg",
    "released": "2013-09-14T03:00:00.000Z",
    "synopsis": "Second episode of Code Geass: Boukoku no Akito.\n\n2017 a.t.b. (Revolutionary Year 228), the war between Euro Britannia and the European Union (E.U.) continues. At a disadvantage, the E.U. army founded a special team consisting of Elevens—exiled Japanese who had their country occupied by Britannia—known as the W-0 Unit. And then, new orders are given to the W-0 Unit. Their cruel contents order them to land in the middle of the enemy as a diversion. The pilots of the W-0 Unit consist only of the commanding officer, Leila, the only surviving Japanese from their last battle, Akito, and the three that escaped from the Eleven ghettos and lived in the underworld, Ryou, Yukiya, and Ayano. With everyone holding their respective expectations, the operation moves forward. On the other side in Euro Britannia, Shin, who made his benefactor commit suicide with the mysterious power of “Geass”, is appointed the leader of the Knights of St. Michael. As Shin steadily advances for the sake of his own ambition, he and his subordinates in the Ashura squad are given orders to deploy. The one that lives in order to fight, and the one that fights in order to live.\n\nIn the midst of the extremely ghastly battlefield, Akito and Shin finally face each other as Akito displays his fearsome true power!\n\n(Source: Code Geass Wikia)",
    "tags": [
        "action",
        "mecha",
        "military"
    ],
    "title": "Code Geass: Boukoku no Akito 2 - Hikisakareshi Yokuryuu",
    "title_en": "Code Geass: Akito the Exiled 2 - The Torn-Up Wyvern",
    "title_jp": "コードギアス 亡国のアキト 第2章 引き裂かれし翼竜",
    "type": "Movie"
}