{
    "characters": [
        835,
        835,
        463,
        463,
        71,
        71,
        464,
        464,
        75,
        75,
        80,
        80,
        84527,
        84527,
        3767,
        3767,
        84531,
        84531,
        3769,
        3769,
        23514,
        23514,
        84517,
        84517,
        84515,
        84515,
        30939,
        30939,
        79469,
        79469,
        37996,
        37996,
        1930,
        1930,
        1928,
        1928,
        20002,
        20002,
        3883,
        3883,
        2730,
        2730,
        1933,
        1933,
        1931,
        1931,
        84519,
        84519,
        3770,
        3770,
        84525,
        84525,
        1906,
        1906,
        5174,
        5174,
        1904,
        1904,
        4959,
        4959,
        3766,
        3766,
        1932,
        1932,
        1929,
        1929,
        84529,
        84529,
        84507,
        84507,
        84513,
        84513,
        7044,
        7044,
        84511,
        84511,
        1905,
        1905,
        46237,
        46237,
        2402,
        2402,
        84503,
        84503,
        30944,
        30944,
        3765,
        3765,
        84505,
        84505,
        84523,
        84523,
        17555,
        17555,
        2179,
        2179,
        8135,
        8135,
        1927,
        1927,
        14735,
        14735,
        53663,
        53663
    ],
    "episodes": 37,
    "id": "1535",
    "picture": "http://cdn.myanimelist.net/images/anime/9/9453.jpg",
    "released": "2006-10-04T03:00:00.000Z",
    "synopsis": "A shinigami, as a god of death, can kill any person—provided they see their victim's face and write their victim's name in a notebook called a Death Note. One day, Ryuk, bored by the shinigami lifestyle and interested in seeing how a human would use a Death Note, drops one into the human realm.\n\nHigh school student and prodigy Light Yagami stumbles upon the Death Note and—since he deplores the state of the world—tests the deadly notebook by writing a criminal's name in it. When the criminal dies immediately following his experiment with the Death Note, Light is greatly surprised and quickly recognizes how devastating the power that has fallen into his hands could be. \n\nWith this divine capability, Light decides to extinguish all criminals in order to build a new world where crime does not exist and people worship him as a god. Police, however, quickly discover that a serial killer is targeting criminals and, consequently, try to apprehend the culprit. To do this, the Japanese investigators count on the assistance of the best detective in the world: a young and eccentric man known only by the name of L.\n\n[Written by MAL Rewrite]",
    "tags": [
        "mystery",
        "police",
        "psychological",
        "supernatural",
        "thriller"
    ],
    "title": "Death Note",
    "title_en": "Death Note",
    "title_jp": "デスノート",
    "type": "TV"
}