{
    "characters": [
        83799,
        83799,
        91675,
        91675,
        83797,
        83797,
        93303,
        93303,
        109173,
        109173,
        109171,
        109171,
        109157,
        109157,
        92925,
        92925,
        87689,
        87689,
        109181,
        109181,
        109167,
        109167,
        96915,
        96915,
        96719,
        96719,
        109155,
        109155,
        101039,
        101039,
        109153,
        109153,
        87691,
        87691,
        97261,
        97261,
        87693,
        87693,
        94265,
        94265,
        96877,
        96877,
        108339,
        108339,
        91985,
        91985,
        91983,
        91983,
        93209,
        93209,
        96917,
        96917,
        91721,
        91721,
        99261,
        99261,
        109163,
        109163,
        109183,
        109183,
        109159,
        109159,
        93887,
        93887,
        109169,
        109169,
        109185,
        109185,
        87695,
        87695,
        109175,
        109175,
        104029,
        104029,
        109179,
        109179,
        109187,
        109187,
        99689,
        99689,
        109151,
        109151,
        109161,
        109161,
        109165,
        109165
    ],
    "episodes": 24,
    "id": "18679",
    "picture": "http://cdn.myanimelist.net/images/anime/8/75514.jpg",
    "released": "2013-10-04T03:00:00.000Z",
    "synopsis": "After the murder of her father, Ryuuko Matoi has been wandering the land in search of his killer. Following her only lead—the missing half of his invention, the Scissor Blade—she arrives at the prestigious Honnouji Academy, a high school unlike any other. The academy is ruled by the imposing and cold-hearted student council president Satsuki Kiryuuin alongside her powerful underlings, the Elite Four. In the school's brutally competitive hierarchy, Satsuki bestows upon those at the top special clothes called \"Goku Uniforms,\" which grant the wearer unique superhuman abilities. \n\nThoroughly beaten in a fight against one of the students in uniform, Ryuuko retreats to her razed home where she stumbles across Senketsu, a rare and sentient \"Kamui,\" or God Clothes. After coming into contact with Ryuuko's blood, Senketsu awakens, latching onto her and providing her with immense power. Now, armed with Senketsu and the Scissor Blade, Ryuuko makes a stand against the Elite Four, hoping to reach Satsuki and uncover the culprit behind her father's murder once and for all. \n\n[Written by MAL Rewrite]",
    "tags": [
        "action",
        "comedy",
        "school",
        "super_power"
    ],
    "title": "Kill la Kill",
    "title_en": "KILL la KILL",
    "title_jp": "キルラキル",
    "type": "TV"
}