{
    "characters": [
        2075,
        2075,
        2063,
        2063,
        2257,
        2257,
        2761,
        2761,
        3433,
        3433,
        3432,
        3432,
        2377,
        2377,
        3404,
        3404,
        5115,
        5115,
        3436,
        3436,
        3437,
        3437,
        3434,
        3434,
        18646,
        18646,
        18645,
        18645,
        4700,
        4700,
        18641,
        18641,
        18642,
        18642,
        10358,
        10358,
        3430,
        3430,
        18640,
        18640,
        3431,
        3431,
        11170,
        11170,
        18647,
        18647,
        18679,
        18679,
        18639,
        18639,
        18678,
        18678,
        18644,
        18644,
        26914,
        26914,
        2376,
        2376,
        18643,
        18643,
        3435,
        3435,
        5118,
        5118,
        16432,
        16432,
        31075,
        31075,
        4655,
        4655,
        8037,
        8037,
        13598,
        13598,
        31074,
        31074,
        2378,
        2378
    ],
    "episodes": 27,
    "id": "2001",
    "picture": "http://cdn.myanimelist.net/images/anime/4/5123.jpg",
    "released": "2007-04-01T03:00:00.000Z",
    "synopsis": "Simon and Kamina were born and raised in a deep, underground village, hidden from the fabled surface. Kamina is a free-spirited loose cannon bent on making a name for himself, while Simon is a timid young boy with no real aspirations. One day while excavating the earth, Simon stumbles upon a mysterious object that turns out to be the ignition key to an ancient artifact of war, which the duo dubs Lagann. Using their new weapon, Simon and Kamina fend off a surprise attack from the surface with the help of Yoko Littner, a hot-blooded redhead wielding a massive gun who wanders the world above.\n\nIn the aftermath of the battle, the sky is now in plain view, prompting Simon and Kamina to set off on a journey alongside Yoko to explore the wastelands of the surface. Soon, they join the fight against the \"Beastmen,\" humanoid creatures that terrorize the remnants of humanity in powerful robots called \"Gunmen.\" Although they face some challenges and setbacks, the trio bravely fights these new enemies alongside other survivors to reclaim the surface, while slowly unraveling a galaxy-sized mystery.\n\n[Written by MAL Rewrite]",
    "tags": [
        "action",
        "comedy",
        "mecha",
        "sci-fi"
    ],
    "title": "Tengen Toppa Gurren Lagann",
    "title_en": "Gurren Lagann",
    "title_jp": "天元突破グレンラガン",
    "type": "TV"
}