{
    "characters": [
        2563,
        2563,
        2564,
        2564,
        2078,
        2078,
        5185,
        5185,
        4130,
        4130,
        3975,
        3975,
        83321,
        83321,
        83323,
        83323,
        83255,
        83255,
        3982,
        3982,
        83261,
        83261,
        83265,
        83265,
        83259,
        83259,
        83317,
        83317,
        3976,
        3976,
        12558,
        12558,
        42722,
        42722,
        8272,
        8272,
        24198,
        24198,
        14557,
        14557,
        3978,
        3978,
        83325,
        83325,
        2270,
        2270,
        10589,
        10589,
        2566,
        2566,
        3981,
        3981,
        5494,
        5494,
        8398,
        8398,
        31664,
        31664,
        12005,
        12005,
        83251,
        83251,
        83263,
        83263,
        2795,
        2795,
        3427,
        3427,
        3983,
        3983,
        3984,
        3984,
        19194,
        19194,
        3985,
        3985,
        2499,
        2499,
        16761,
        16761,
        28899,
        28899,
        3979,
        3979,
        3977,
        3977,
        2565,
        2565,
        3980,
        3980,
        4068,
        4068
    ],
    "episodes": 52,
    "id": "2026",
    "picture": "http://cdn.myanimelist.net/images/anime/7/73932.jpg",
    "released": "2007-04-01T03:00:00.000Z",
    "synopsis": "According to Murphy's Law, \"anything that can go wrong, will go wrong,\" and truer words cannot describe the unfortunate life of the hard-working Hayate Ayasaki. Abandoned by his parents after accumulating a debt of over one hundred fifty million yen, he is sold off to the yakuza, initiating his swift getaway from a future he does not want. On that fateful night, he runs into Nagi Sanzenin, a young girl whom he decides to try and kidnap to pay for his family's massive debt.\n\nUnfortunately, due to his kind-hearted nature and a string of misunderstandings, Nagi believes Hayate to be confessing his love to her. After saving her from real kidnappers, Hayate is hired as Nagi's personal butler, upon which she is revealed to be a member of one of the wealthiest families in Japan.\n\nHighly skilled but cursed with the world's worst luck, Hayate gets straight to work serving his employer all the while trying to deal with the many misfortunes that befall him. From taking care of a mansion to fending off dangerous foes, and even unintentionally wooing the hearts of the women around him, Hayate is in over his head in the butler comedy Hayate no Gotoku!\n\n[Written by MAL Rewrite]",
    "tags": [
        "action",
        "comedy",
        "harem",
        "parody",
        "romance"
    ],
    "title": "Hayate no Gotoku!",
    "title_en": "Hayate the Combat Butler",
    "title_jp": "ハヤテのごとく！",
    "type": "TV"
}