{
    "characters": [
        84679,
        84679,
        84677,
        84677,
        84681,
        84681,
        101797,
        101797,
        99457,
        99457,
        93711,
        93711,
        92855,
        92855,
        101803,
        101803,
        98809,
        98809,
        98807,
        98807,
        92821,
        92821,
        100935,
        100935,
        92851,
        92851,
        97299,
        97299,
        99461,
        99461,
        99463,
        99463,
        93709,
        93709,
        99459,
        99459,
        93715,
        93715,
        101801,
        101801,
        98811,
        98811,
        98813,
        98813,
        101519,
        101519,
        100725,
        100725,
        94633,
        94633,
        93713,
        93713,
        92853,
        92853,
        98815,
        98815,
        101799,
        101799,
        97297,
        97297,
        99855,
        99855,
        94631,
        94631
    ],
    "episodes": 12,
    "id": "20507",
    "picture": "http://cdn.myanimelist.net/images/anime/9/77809.jpg",
    "released": "2014-01-05T02:00:00.000Z",
    "synopsis": "In times of need, if you look in the right place, you just may see a strange telephone number scrawled in red. If you call this number, you will hear a young man introduce himself as the Yato God.\n\nYato is a minor deity and a self-proclaimed \"Delivery God,\" who dreams of having millions of worshippers. Without a single shrine dedicated to his name, however, his goals are far from being realized. He spends his days doing odd jobs for five yen apiece, until his weapon partner becomes fed up with her useless master and deserts him.\n\nJust as things seem to be looking grim for the god, his fortune changes when a middle school girl, Hiyori Iki, supposedly saves Yato from a car accident, taking the hit for him. Remarkably, she survives, but the event has caused her soul to become loose and hence able to leave her body. Hiyori demands that Yato return her to normal, but upon learning that he needs a new partner to do so, reluctantly agrees to help him find one. And with Hiyori's help, Yato's luck may finally be turning around.\n\n[Written by MAL Rewrite]",
    "tags": [
        "action",
        "adventure",
        "shounen",
        "supernatural"
    ],
    "title": "Noragami",
    "title_jp": "ノラガミ",
    "type": "TV"
}