{
    "characters": [
        4608,
        4608,
        4605,
        4605,
        4604,
        4604,
        4601,
        4601,
        4602,
        4602,
        4606,
        4606,
        4603,
        4603,
        4610,
        4610,
        93605,
        93605,
        93607,
        93607,
        7095,
        7095,
        6831,
        6831,
        7286,
        7286,
        95307,
        95307,
        9193,
        9193,
        36919,
        36919,
        93611,
        93611,
        6971,
        6971,
        36951,
        36951,
        36952,
        36952,
        95243,
        95243,
        21227,
        21227,
        33163,
        33163,
        86617,
        86617,
        73009,
        73009,
        4607,
        4607,
        14833,
        14833,
        16054,
        16054,
        36962,
        36962,
        4609,
        4609,
        9301,
        9301,
        21507,
        21507,
        4611,
        4611,
        93609,
        93609,
        7096,
        7096
    ],
    "episodes": 23,
    "id": "2167",
    "picture": "http://cdn.myanimelist.net/images/anime/13/8498.jpg",
    "released": "2007-10-05T03:00:00.000Z",
    "synopsis": "Tomoya Okazaki is a delinquent who finds life dull and believes he'll never amount to anything. Along with his friend Sunohara, he skips school and plans to waste his high school days away.\n\nOne day while walking to school, Tomoya passes a young girl muttering quietly to herself. Without warning she exclaims \"Anpan!\" (a popular Japanese food) which catches Tomoya's attention. He soon discovers the girl's name is Nagisa Furukawa and that she exclaims things she likes in order to motivate herself. Nagisa claims they are now friends, but Tomoya walks away passing the encounter off as nothing.\n\nHowever, Tomoya finds he is noticing Nagisa more and more around school. Eventually he concedes and befriends her. Tomoya learns Nagisa has been held back a year due to a severe illness and that her dream is to revive the school's drama club. Claiming he has nothing better to do, he decides to help her achieve this goal along with the help of four other girls.\n\nAs Tomoya spends more time with the girls, he learns more about them and their problems. As he attempts to help each girl overcome her respective obstacle, he begins to realize life isn't as dull as he once thought.\n\n[Written by MAL Rewrite]",
    "tags": [
        "comedy",
        "drama",
        "romance",
        "school",
        "slice_of_life",
        "supernatural"
    ],
    "title": "Clannad",
    "title_en": "Clannad",
    "title_jp": "ＣＬＡＮＮＡＤ -クラナド-",
    "type": "TV"
}