{
    "characters": [
        20326,
        20326,
        20325,
        20325,
        109551,
        109551,
        107043,
        107043,
        108101,
        108101,
        109545,
        109545,
        109553,
        109553,
        20361,
        20361,
        107037,
        107037,
        107051,
        107051,
        107053,
        107053,
        20363,
        20363,
        109547,
        109547,
        20327,
        20327,
        107041,
        107041,
        107045,
        107045,
        109543,
        109543,
        108099,
        108099,
        107035,
        107035,
        109549,
        109549,
        106961,
        106961,
        107103,
        107103,
        20362,
        20362,
        107033,
        107033,
        107049,
        107049,
        20364,
        20364,
        107039,
        107039,
        107047,
        107047,
        106963,
        106963
    ],
    "episodes": 11,
    "id": "22135",
    "picture": "http://cdn.myanimelist.net/images/anime/10/58041.jpg",
    "released": "2014-04-11T03:00:00.000Z",
    "synopsis": "\"The hero comes. The hero comes. The hero comes. Chant these words in your mind, and I'll surely come to you...\" This mantra is what Makoto Tsukimoto repeats as a source of motivation when he fights through the stress of not only grueling ping pong matches, but also in situations of his life. Makoto doesn't fight alone; he and his friend, Yukata Hoshino, nicknamed Smile and Peco respectively, are two boys who have grown up playing ping pong together nearly every day. Peco, brimming with confidence, aims to be the best table tennis player in the world; Smile, on the other hand, shows little ambition. Nevertheless, the two have always stuck together, with a bond built upon their mutual love for this sport.\n\nEvery year, students from all across Japan gather for the inter-high table tennis competition to achieve national and international stardom. Through intense training and competition, only the very best persevere.\n\nFrom the avant-garde director of Tatami Galaxy, Masaaki Yuasa, Ping Pong The Animation serves a tale of ambition with its fair share of bumps along the way. Whatever the odds, Peco and Smile will face them together.\n\n[Written by MAL Rewrite]",
    "tags": [
        "psychological",
        "seinen",
        "sports"
    ],
    "title": "Ping Pong The Animation",
    "title_en": "Ping Pong the Animation",
    "title_jp": "ピンポン THE ANIMATION",
    "type": "TV"
}