{
    "characters": [
        103693,
        103693,
        103695,
        103695,
        103697,
        103697,
        107539,
        107539,
        109725,
        109725,
        107537,
        107537,
        107541,
        107541,
        109315,
        109315,
        109313,
        109313,
        109823,
        109823,
        111843,
        111843,
        107549,
        107549,
        110771,
        110771,
        122661,
        122661,
        107543,
        107543,
        107557,
        107557,
        107551,
        107551,
        110559,
        110559,
        107545,
        107545,
        107559,
        107559,
        125632,
        125632,
        113055,
        113055,
        109319,
        109319,
        109719,
        109719,
        110561,
        110561,
        109321,
        109321,
        110557,
        110557,
        107555,
        107555
    ],
    "episodes": 12,
    "id": "22729",
    "picture": "http://cdn.myanimelist.net/images/anime/7/60263.jpg",
    "released": "2014-07-06T03:00:00.000Z",
    "synopsis": "The discovery of a hypergate on the Moon once allowed the human race to teleport to Mars. Those who chose to settle there unearthed a technology far more advanced than that of their home planet, which they named \"Aldnoah.\" This discovery led to the founding of the Vers Empire of Mars and a declaration of war against the \"Terrans,\" those who stayed behind on Earth. However, a battle on the moon—later called \"Heaven's Fall\"—caused the hypergate to explode, destroying the moon and leading the two planets to establish an uneasy ceasefire.\n\nTheir peace was a fragile one, however. Fifteen years later, high school student Inaho Kaizuka witnesses the plotted assassination of the Vers Empire's Princess Asseylum Vers Allusia, who had come to Earth in hopes of repairing the relationship between the empire and its homeland. The ceasefire is shattered, and the Martians declare war on the Terrans once again. In the face of this insurmountable enemy, Inaho and his friends must now fight against the Vers Empire to settle the war once and for all.\n\n[Written by MAL Rewrite]",
    "tags": [
        "action",
        "mecha",
        "sci-fi"
    ],
    "title": "Aldnoah.Zero",
    "title_jp": "アルドノア・ゼロ",
    "type": "TV"
}