{
    "characters": [
        12157,
        12157,
        12215,
        12215,
        4941,
        4941,
        4427,
        4427,
        12230,
        12230,
        12591,
        12591,
        12458,
        12458,
        12484,
        12484,
        12225,
        12225,
        12156,
        12156,
        12373,
        12373,
        12216,
        12216,
        12226,
        12226,
        12224,
        12224,
        12457,
        12457,
        12459,
        12459,
        12217,
        12217,
        12219,
        12219,
        12483,
        12483,
        12159,
        12159,
        12220,
        12220,
        12227,
        12227,
        12463,
        12463,
        12158,
        12158,
        12229,
        12229,
        12222,
        12222,
        12592,
        12592,
        12218,
        12218,
        12221,
        12221,
        12160,
        12160,
        12223,
        12223,
        12456,
        12456,
        12228,
        12228,
        12328,
        12328
    ],
    "episodes": 26,
    "id": "2409",
    "picture": "http://cdn.myanimelist.net/images/anime/13/73523.jpg",
    "released": "1999-04-02T03:00:00.000Z",
    "synopsis": "It all starts when Gokudou steals a pouch from a fortuneteller, thinking that it contains a gem. Instead, it turns out to be a rock, from which emerges Djinn. The genie grants Gokudou the standard three wishes, but our anti-hero doesn't think heavily about his wishes. Gokudou does get his wishes, though not exactly in the fashion that he expected. The best thing he gets out of his wishes is Honou no Maken, a magical sword that enables its owner to do fire attacks and it can be summoned from anywhere in the world.\n\nEven with an enchanted sword, Gokudou doesn't get much respect. He gets turned into a woman by Djinn, who is also a shapeshifter. He is followed by Rubette La Late, a potential love interest who is more interested in adventure, karaoke and outperforming Gokudou. He gets whapped on the head a lot, especially by the fortuneteller who reappears throughout the series just to plague Gokudou it seems. Later in the series, he gets another sidekick, a former evil magician named Prince, who is more handsome and a better womanizer than Gokudou.\n\n(Source: AnimeNfo)",
    "tags": [
        "adventure",
        "comedy",
        "fantasy",
        "magic"
    ],
    "title": "Gokudou-kun Manyuuki",
    "title_en": "Gokudo",
    "title_jp": "ゴクドーくん漫遊記",
    "type": "TV"
}