{
    "characters": [
        1965,
        1965,
        1966,
        1966,
        1968,
        1968,
        1967,
        1967,
        1964,
        1964,
        33755,
        33755,
        131001,
        131001,
        131000,
        131000,
        13651,
        13651,
        21390,
        21390,
        21389,
        21389,
        131002,
        131002,
        21742,
        21742,
        51761,
        51761,
        1970,
        1970,
        31445,
        31445,
        65459,
        65459,
        21394,
        21394,
        15458,
        15458,
        30972,
        30972,
        1969,
        1969,
        34399,
        34399,
        33521,
        33521,
        35485,
        35485,
        8785,
        8785,
        21393,
        21393,
        21392,
        21392,
        12063,
        12063,
        12208,
        12208,
        21386,
        21386,
        21387,
        21387,
        2032,
        2032,
        33341,
        33341,
        3326,
        3326,
        21388,
        21388,
        21395,
        21395
    ],
    "episodes": 78,
    "id": "251",
    "picture": "http://cdn.myanimelist.net/images/anime/11/75544.jpg",
    "released": "2004-04-03T03:00:00.000Z",
    "synopsis": "Yuri Shibuya was living a pretty normal life. That changed the day he was dunked into a toilet after an attempt to save a classmate from a gang of bullies. Instead of just getting a good soaking, he's pulled in. The next thing he knows, he's in a world that vaguely resembles medieval Europe. If that's not odd enough, he's told that he is to be the next Demon King, just because he has black hair and black eyes. The Demon King is the King of the Demons, who are coexisting not-so-peacefully with the humans in this world. Much to his subjects' dismay, he's totally different from the rulers they're accustomed to. He's kind, considerate, a believer in justice, and not willing to use violence to solve conflicts. Not exactly someone they want running a country on the very brink of war. Now, Yuri has to deal with trying to become a good Demon King, while at the same time attempting to adapt to this lands' customs and culture, all in a world where the tension between the humans and demons is reaching its peak.\n\n(Source: ANN, edited)",
    "tags": [
        "adventure",
        "comedy",
        "demons",
        "fantasy",
        "shoujo"
    ],
    "title": "Kyou kara Maou!",
    "title_en": "King From Now On!",
    "title_jp": "今日からマ王！",
    "type": "TV"
}