{
    "characters": [
        83017,
        83017,
        83015,
        83015,
        87287,
        87287,
        112741,
        112741,
        112755,
        112755,
        112761,
        112761,
        104637,
        104637,
        104387,
        104387,
        112757,
        112757,
        127661,
        127661,
        125190,
        125190,
        112753,
        112753,
        112751,
        112751,
        122691,
        122691,
        122693,
        122693,
        112743,
        112743,
        112745,
        112745,
        126838,
        126838,
        126841,
        126841,
        126842,
        126842,
        126839,
        126839,
        126840,
        126840,
        122685,
        122685,
        112747,
        112747,
        128304,
        128304,
        129395,
        129395,
        128266,
        128266,
        127213,
        127213,
        122687,
        122687,
        127662,
        127662,
        112559,
        112559,
        112759,
        112759,
        127212,
        127212,
        112749,
        112749,
        127214,
        127214
    ],
    "episodes": 12,
    "id": "26243",
    "picture": "http://cdn.myanimelist.net/images/anime/5/73474.jpg",
    "released": "2015-04-04T03:00:00.000Z",
    "synopsis": "With the appearance of a mysterious virus that kills everyone above the age of 13, mankind becomes enslaved by previously hidden, power-hungry vampires who emerge in order to subjugate society with the promise of protecting the survivors, in exchange for donations of their blood.\n\nAmong these survivors are Yuuichirou and Mikaela Hyakuya, two young boys who are taken captive from an orphanage, along with other children whom they consider family. Discontent with being treated like livestock under the vampires' cruel reign, Mikaela hatches a rebellious escape plan that is ultimately doomed to fail. The only survivor to come out on the other side is Yuuichirou, who is found by the Moon Demon Company, a military unit dedicated to exterminating the vampires in Japan.\n\nMany years later, now a member of the Japanese Imperial Demon Army, Yuuichirou is determined to take revenge on the creatures that slaughtered his family, but at what cost?\n\nOwari no Seraph is a post-apocalyptic supernatural shounen anime that follows a young man's search for retribution, all the while battling for friendship and loyalty against seemingly impossible odds.\n\n[Written by MAL Rewrite]",
    "tags": [
        "action",
        "drama",
        "shounen",
        "supernatural",
        "vampire"
    ],
    "title": "Owari no Seraph",
    "title_en": "Seraph of the End: Vampire Reign",
    "title_jp": "終わりのセラフ",
    "type": "TV"
}