{
    "characters": [
        415,
        415,
        1610,
        1610,
        6010,
        6010,
        6014,
        6014,
        6125,
        6125,
        47767,
        47767,
        47629,
        47629,
        47627,
        47627,
        47781,
        47781,
        47517,
        47517,
        47443,
        47443,
        47519,
        47519,
        130077,
        130077,
        9922,
        9922,
        47769,
        47769,
        47771,
        47771,
        47631,
        47631,
        47773,
        47773,
        47445,
        47445,
        47389,
        47389,
        47393,
        47393,
        9001,
        9001,
        9002,
        9002,
        47775,
        47775,
        47391,
        47391,
        47635,
        47635,
        47447,
        47447,
        47779,
        47779,
        16961,
        16961,
        47521,
        47521,
        47633,
        47633,
        47777,
        47777,
        6610,
        6610,
        9923,
        9923,
        47765,
        47765
    ],
    "episodes": 26,
    "id": "267",
    "picture": "http://cdn.myanimelist.net/images/anime/11/75724.jpg",
    "released": "2003-10-07T03:00:00.000Z",
    "synopsis": "Brandon Heat and Harry MacDowel, two friends so close they could be called brothers, receive an abrupt and violent reminder one fateful day of how appallingly merciless the world around them can be. Their whole lives before then were simple and easygoing, consisting largely of local brawls, seducing women, and committing petty theft to make a living and pass the time. What they failed to realize is that in this cruel world, happiness is fleeting, and change is inevitable.\n\nEnter Millennion, the largest and most infamous mafia syndicate in the area, which accepts Brandon and Harry into their ranks and starts them at the bottom of the food chain. Harry has ambitions to ascend the ranks and one day replace Big Daddy as the supreme leader of Millennion, while Brandon only wishes to support his friend and appease Big Daddy who has taken custody of the woman Brandon loves.\n\nBased off the third-person shooter video game under the same name, Gungrave is an epic story of friendship, betrayal, and avarice that spans the course of several years, ultimately tying back to the gripping and foreboding first episode, all the while building up to the story's thrilling conclusion.\n\n[Written by MAL Rewrite]",
    "tags": [
        "action",
        "drama",
        "sci-fi",
        "seinen",
        "super_power"
    ],
    "title": "Gungrave",
    "title_jp": "ガングレイヴ",
    "type": "TV"
}