{
    "characters": [
        120021,
        120021,
        120023,
        120023,
        120017,
        120017,
        120015,
        120015,
        127182,
        127182,
        129092,
        129092,
        130712,
        130712,
        127187,
        127187,
        127183,
        127183,
        127235,
        127235,
        124463,
        124463,
        129450,
        129450,
        124462,
        124462,
        127184,
        127184,
        127185,
        127185,
        132574,
        132574,
        127236,
        127236,
        127186,
        127186,
        124464,
        124464,
        131420,
        131420,
        120025,
        120025,
        130892,
        130892,
        120019,
        120019,
        131071,
        131071,
        127237,
        127237
    ],
    "episodes": 13,
    "id": "27989",
    "picture": "http://cdn.myanimelist.net/images/anime/6/72445.jpg",
    "released": "2015-04-08T03:00:00.000Z",
    "synopsis": "After swearing off music due to an incident at the middle school regional brass band competition, euphonist Kumiko Oumae enters high school hoping for a fresh start. As fate would have it, she ends up being surrounded by people with an interest in the high school brass band. Kumiko finds the motivation she needs to make music once more with the help of her bandmates, some of whom are new like novice tubist Hazuki Katou; veteran contrabassist Sapphire Kawashima; and band vice president and fellow euphonist Asuka Tanaka. Others are old friends, like Kumiko's childhood friend and hornist-turned-trombonist Shuuichi Tsukamoto, and trumpeter and bandmate from middle school, Reina Kousaka.\n\nHowever, in the band itself, chaos reigns supreme. Despite their intention to qualify for the national band competition, as they currently are, just competing in the local festival will be a challenge—unless the new band advisor Noboru Taki does something about it.\n\nFrom the studio that animated Suzumiya Haruhi no Yuuutsu, Kyoto Animation's Hibike! Euphonium is a fresh and musical take on the slice-of-life staple that is the high school student's struggle to deal with their past, find romance, and realize their dreams and aspirations.\n\n[Written by MAL Rewrite]",
    "tags": [
        "drama",
        "music",
        "school"
    ],
    "title": "Hibike! Euphonium",
    "title_en": "Sound! Euphonium",
    "title_jp": "響け！ユーフォニアム",
    "type": "TV"
}