{
    "characters": [
        11771,
        11771,
        14126,
        14126,
        17049,
        17049,
        17212,
        17212,
        17213,
        17213,
        14884,
        14884,
        17214,
        17214,
        129253,
        129253,
        17216,
        17216,
        128998,
        128998,
        126853,
        126853,
        132055,
        132055,
        128177,
        128177,
        132711,
        132711,
        127548,
        127548,
        17215,
        17215,
        126854,
        126854,
        132929,
        132929,
        82891,
        82891,
        131097,
        131097,
        128305,
        128305,
        132051,
        132051,
        119281,
        119281,
        130515,
        130515,
        129850,
        129850,
        128406,
        128406,
        125904,
        125904,
        125907,
        125907,
        132054,
        132054,
        117139,
        117139,
        126855,
        126855,
        125905,
        125905,
        125906,
        125906,
        132683,
        132683,
        132050,
        132050,
        127549,
        127549,
        130199,
        130199,
        132053,
        132053,
        129254,
        129254,
        133459,
        133459,
        128176,
        128176,
        130617,
        130617,
        133458,
        133458,
        127299,
        127299,
        132052,
        132052,
        125903,
        125903,
        132930,
        132930,
        26239,
        26239,
        130080,
        130080,
        132710,
        132710
    ],
    "episodes": 25,
    "id": "28249",
    "picture": "http://cdn.myanimelist.net/images/anime/6/73588.jpg",
    "released": "2015-04-05T03:00:00.000Z",
    "synopsis": "The year is 320. Under the rule of the belligerent king Andragoras III, the prosperous kingdom of Pars is at war with the neighboring empire, Lusitania. Though different from his father in many aspects, the kind young prince Arslan sets out to prove his valor on the battlefield for the very first time. However, when the king is betrayed by one of his most trusted officials, the Parsian army is decimated and the capital city of Ecbatana is sieged. With the army in shambles and the Lusitanians out for his head, Arslan is forced to go on the run. With a respected general by his side, the loyal Daryun, Arslan soon sets off on a journey in search of allies that will help him take back his home.\n\nHowever, the enemies that the prince faces are far from limited to just those occupying his kingdom. Armies of other kingdoms stand ready to conquer Ecbatana. Moreover, the mastermind behind Lusitania's victory, an enigmatic man hiding behind a silver mask, poses a dangerous threat to Arslan and his company as he possesses a secret that could jeopardize Arslan's right to succession.\n\nWith the odds stacked against him, Arslan must find the strength and courage to overcome these obstacles and allies who will help him fight in the journey that will help prepare him for the day he becomes king.\n\n[Written by MAL Rewrite]",
    "tags": [
        "action",
        "adventure",
        "drama",
        "fantasy",
        "historical",
        "supernatural"
    ],
    "title": "Arslan Senki (TV)",
    "title_en": "The Heroic Legend of Arslan",
    "title_jp": "アルスラーン戦記",
    "type": "TV"
}