{
    "characters": [
        14487,
        14487,
        14488,
        14488,
        14486,
        14486,
        95273,
        95273,
        116447,
        116447,
        116369,
        116369,
        95503,
        95503,
        94201,
        94201,
        99179,
        99179,
        95555,
        95555,
        116239,
        116239,
        95507,
        95507,
        116375,
        116375,
        95269,
        95269,
        95623,
        95623,
        116367,
        116367,
        95511,
        95511,
        95471,
        95471,
        95469,
        95469,
        116265,
        116265,
        103743,
        103743,
        95625,
        95625,
        95505,
        95505,
        116373,
        116373,
        116243,
        116243,
        116247,
        116247,
        95287,
        95287,
        95509,
        95509,
        116449,
        116449,
        116241,
        116241,
        95285,
        95285,
        116237,
        116237,
        95467,
        95467,
        95277,
        95277,
        95621,
        95621,
        116245,
        116245,
        116251,
        116251,
        95557,
        95557,
        95289,
        95289,
        95353,
        95353,
        95355,
        95355,
        50939,
        50939,
        95275,
        95275,
        99177,
        99177,
        95271,
        95271,
        116249,
        116249
    ],
    "episodes": 49,
    "id": "2835",
    "picture": "http://cdn.myanimelist.net/images/anime/2/56443.jpg",
    "released": "1982-04-09T03:00:00.000Z",
    "synopsis": "Patarillo! is set in a society much like ours in most ways, with one decided twist. The manga on which it is based is one of the much-read works produced for adolescent Japanese girls that features a healthy proportion of gay men and beautiful teenagers aka bishounen (beautiful boys). Most of the action takes place in Marinera, the land of eternal spring, located somewhere in the South Seas. The country is a major producer of diamonds; they provide much of the basis of conflict in the anime series. They come from one of the most prolific mines in the world, owned by the king of Marinera, the vertically challenged but horizontally endowed boy-king Patarillo himself. The International Diamond Syndicate - a huge semi- criminal organization/ secret society dedicated to taking over the world`s entire diamond supply- wants that mine and will stop at nothing to get it. In the early episodes they send off a number of bishounen assassins to do in Patarillo, which necessitates his having a bodyguard, the English MI6 agent, Major Jack (`Bishounen-Killer`) Bancoran. Bancoran`s nickname doesn`t mean he shoots bishounen in cold blood. The soubriquet comes from the fact that no male under the age of 17 can resist his sexual fascination. This, to Bancoran`s eternal disgust, includes Patarillo himself. The action switches often from Marinera to MI6 headquarters in London (London seems to be an easy two hour`s flight from the South Seas) or Bancoran`s palatial condo in the suburbs of same. (MI6, be it noted, looks a lot like Fritz Lang`s Metropolis, while Jack`s `apartment` bears a passing resemblance to Randolph Hearst`s spread.) The action also goes into the past and future and out into space. Patarillo evidently gets around.\n\n(Source: aestheticism.com)",
    "tags": [
        "adventure",
        "comedy",
        "romance",
        "shoujo",
        "shounen_ai"
    ],
    "title": "Patalliro!",
    "title_jp": "パタリロ！",
    "type": "TV"
}