{
    "characters": [
        88719,
        88719,
        88667,
        88667,
        88567,
        88567,
        88315,
        88315,
        88721,
        88721,
        88653,
        88653,
        88577,
        88577,
        133761,
        133761,
        130953,
        130953,
        133758,
        133758,
        88669,
        88669,
        133760,
        133760,
        130937,
        130937,
        130954,
        130954,
        133759,
        133759,
        130952,
        130952,
        130951,
        130951,
        88723,
        88723
    ],
    "episodes": 12,
    "id": "28497",
    "picture": "http://cdn.myanimelist.net/images/anime/9/74374.jpg",
    "released": "2015-07-05T03:00:00.000Z",
    "synopsis": "An ancient legend states that with the revival of the Demon God, six heroes—the Braves of the Six Flowers—will be chosen by the Goddess of Fate, granting them power to rise up against the fiends attempting to turn the world into a living hell. Adlet Mayer, self-proclaimed \"Strongest Man in the World,\" has arrived at the continent of Piena in hopes of becoming a Brave. Although it doesn't go as smoothly as he had planned, Adlet is ultimately chosen as one of the six heroes shortly after being greeted by Nashetania Loei Piena Augustra, crown princess and fellow Brave.\n\nRokka no Yuusha follows the two as they embark upon their destined journey to fight the Demon God, intending to meet up with their fellow heroes at a small temple outside of the Land of the Howling Demons, the fiends' domain. However, when they finally unite, seven heroes are present, and soon the others begin to suspect Adlet to be a fraud. Now on the run, Adlet must utilize his unique skill set and wit in a fight for his life to identify which member of the group is the true impostor before it's too late!\n\n[Written by MAL Rewrite]",
    "tags": [
        "action",
        "adventure",
        "fantasy",
        "magic",
        "mystery"
    ],
    "title": "Rokka no Yuusha",
    "title_en": "Rokka: Braves of the Six Flowers",
    "title_jp": "六花の勇者",
    "type": "TV"
}