{
    "characters": [
        13,
        13,
        117791,
        117791,
        17,
        17,
        117517,
        117517,
        3428,
        3428,
        4799,
        4799,
        127964,
        127964,
        2008,
        2008,
        23418,
        23418,
        23476,
        23476,
        1662,
        1662,
        55293,
        55293,
        145,
        145,
        85,
        85,
        1555,
        1555,
        3495,
        3495,
        4694,
        4694,
        136919,
        136919,
        18473,
        18473,
        7407,
        7407,
        23474,
        23474,
        306,
        306,
        307,
        307,
        128188,
        128188,
        119569,
        119569,
        2007,
        2007,
        22872,
        22872,
        130328,
        130328,
        108297,
        108297,
        130329,
        130329,
        1901,
        1901,
        3889,
        3889,
        23150,
        23150,
        2174,
        2174,
        3710,
        3710,
        2011,
        2011,
        117789,
        117789,
        127963,
        127963,
        2009,
        2009,
        135212,
        135212
    ],
    "episodes": 1,
    "id": "28755",
    "picture": "http://cdn.myanimelist.net/images/anime/4/78280.jpg",
    "released": "2015-08-07T03:00:00.000Z",
    "synopsis": "Boruto Uzumaki has inherited the mischievous spirit and endless energy from his famous father, the 7th Hokage, Naruto. As he enters his Chunin exams, a harsh decision made by Naruto angers Boruto, causing their personalities to clash, awakening a fierce ambition within the young shinobi to surpass his father with his own skills and techniques. But in order to do so, he will need the help of none other than Uchiha Sasuke, Naruto's lifelong rival and childhood friend. Although Boruto has convinced himself that he has what it takes to surpass the 7th Hokage, he soon discovers that the road ahead is not nearly as simple as the young shinobi has envisioned.\n\nBoruto: Naruto the Movie opens the doors for a new generation of shinobi to put their abilities to the test, as they face a mysterious enemy and hope to restore peace to Konoha, and the hardships within their own families. The 7th Hokage certainly has an impressive battle history behind him, but on this occasion, he will need the strong teamwork of old friends and new talents in order to win.",
    "tags": [
        "action",
        "comedy",
        "martial_arts",
        "shounen",
        "super_power"
    ],
    "title": "Boruto: Naruto the Movie",
    "title_jp": "BORUTO -NARUTO THE MOVIE-",
    "type": "Movie"
}