{
    "id": 2923,
    "title": "Shugo Chara!",
    "title_en": "Shugo Chara!",
    "title_jp": "しゅごキャラ！",
    "picture": "http://cdn.myanimelist.net/images/anime/7/5061.jpg",
    "synopsis": "Amu Hinamori is a student at Seiyo Elementary, where she has a reputation for being \"cool and spicy\"; however, her real personality is that of an extremely shy and easily intimidated girl. One night Amu makes a wish that she would have the courage to be reborn as her \"would-be\" self. The next morning Amu finds three brightly colored eggs—red, blue, and green—in her bed. Each egg eventually hatches into a Guardian Character: Ran, Miki, and Su. Guardian Characters are angel-like beings that aid a person into becoming their \"would-be\" selves and fulfill the person's dreams. The Guardian Characters accomplish this by giving encouragement and advice, but they can also temporarily change a person's personality and abilities. With the Guardian Characters, Amu's life becomes much more complex as she now struggles to deal with her new personalities and the Seiyo Elementary Guardians—a student council group where each member has their own Guardian Character—who recruits Amu to search for and seal the X eggs and X Characters, corrupted forms of people's dreams.",
    "type": "TV",
    "episodes": 51,
    "tags": [
        "comedy",
        "magic",
        "school",
        "shoujo"
    ],
    "released": "2007-10-06T03:00:00.000Z",
    "characters": [
        5795,
        5424,
        5804,
        5793,
        11570,
        5683,
        5425,
        12912,
        5797,
        5684,
        5801,
        5799,
        13879,
        23971,
        5798,
        14257,
        13306,
        15527,
        23959,
        90613,
        90553,
        23926,
        20268,
        20269,
        7104,
        90555,
        23969,
        15556,
        5794,
        13881,
        24067,
        80983,
        23972,
        12913,
        23958,
        5803,
        5800,
        20258,
        11588,
        36642,
        24065,
        24331,
        20271,
        15557,
        5796,
        21749,
        23970,
        97595,
        80985,
        18861,
        20255,
        5802,
        23968
    ]
}