{
    "characters": [
        14056,
        14056,
        14092,
        14092,
        14091,
        14091,
        14055,
        14055,
        130325,
        130325,
        64285,
        64285,
        130300,
        130300,
        130857,
        130857,
        129982,
        129982,
        130605,
        130605,
        64261,
        64261,
        127798,
        127798,
        133981,
        133981,
        129951,
        129951,
        130233,
        130233,
        25486,
        25486,
        130606,
        130606,
        112209,
        112209,
        130517,
        130517,
        130136,
        130136,
        130134,
        130134,
        134194,
        134194,
        129950,
        129950,
        130516,
        130516,
        130330,
        130330,
        130232,
        130232,
        133982,
        133982,
        130135,
        130135,
        130301,
        130301,
        130137,
        130137,
        133056,
        133056,
        133712,
        133712,
        136535,
        136535,
        135238,
        135238,
        134193,
        134193,
        130957,
        130957
    ],
    "episodes": 26,
    "id": "29854",
    "picture": "http://cdn.myanimelist.net/images/anime/8/74945.jpg",
    "released": "2015-07-03T03:00:00.000Z",
    "synopsis": "Ushio Aotsuki is a stubborn middle school student and son of an eccentric temple priest who goes about life without care for his father's claims regarding otherworldly monsters known as youkai. However, as he is tending to the temple while his father is away on work, his chores lead him to a shocking discovery: in the basement he finds a menacing youkai impaled by the fabled Beast Spear.\n\nThe beast in question is Tora, infamous for his destructive power, who tries to coerce Ushio into releasing him from his five hundred year seal. Ushio puts no trust in his words and refuses to set him free. But when a sudden youkai outbreak puts his friends and home in danger, he is left with no choice but to rely on Tora, his only insurance being the ancient spear if he gets out of hand.\n\nUshio and Tora's meeting is only the beginning of the unlikely duo's journey into the depths of the spiritual realm. With the legendary Beast Spear in his hands, Ushio will find out just how real and threatening the world of the supernatural can be.\n\n[Written by MAL Rewrite]",
    "tags": [
        "action",
        "adventure",
        "comedy",
        "demons",
        "shounen",
        "supernatural"
    ],
    "title": "Ushio to Tora (TV)",
    "title_jp": "うしおととら",
    "type": "TV"
}