{
    "characters": [
        86,
        86,
        89,
        89,
        1259,
        1259,
        94,
        94,
        1250,
        1250,
        1251,
        1251,
        19207,
        19207,
        1252,
        1252,
        1253,
        1253,
        1254,
        1254,
        1255,
        1255,
        1256,
        1256,
        1258,
        1258,
        1257,
        1257,
        1260,
        1260,
        17620,
        17620,
        1261,
        1261,
        1892,
        1892,
        40969,
        40969,
        1262,
        1262,
        3721,
        3721
    ],
    "episodes": 26,
    "id": "30",
    "picture": "http://cdn.myanimelist.net/images/anime/12/21418.jpg",
    "released": "1995-10-04T03:00:00.000Z",
    "synopsis": "In the year 2015, the world stands on the brink of destruction. Humanity's last hope lies in the hands of Nerv, a special agency under the United Nations, and their Evangelions, giant machines capable of defeating the Angels who herald Earth's ruin. Gendou Ikari, head of the organization, seeks compatible pilots who can synchronize with the Evangelions and realize their true potential. Aiding in this defensive endeavor are talented personnel Misato Katsuragi, Head of Tactical Operations, and Ritsuko Akagi, Chief Scientist.\n\nFace to face with his father for the first time in years, 14-year-old Shinji Ikari's average life is irreversibly changed when he is whisked away into the depths of Nerv, and into a harrowing new destiny—he must become the pilot of Evangelion Unit-01 with the fate of mankind on his shoulders.\n\nWritten by Hideaki Anno, Neon Genesis Evangelion is a heroic tale of a young boy who will become a legend. But as this psychological drama unfolds, ancient secrets beneath the big picture begin to bubble to the surface...\n\n[Written by MAL Rewrite]",
    "tags": [
        "action",
        "dementia",
        "drama",
        "mecha",
        "psychological",
        "sci-fi"
    ],
    "title": "Neon Genesis Evangelion",
    "title_en": "Neon Genesis Evangelion",
    "title_jp": "新世紀エヴァンゲリオン",
    "type": "TV"
}