{
    "characters": [
        4950,
        4950,
        9952,
        9952,
        5977,
        5977,
        1909,
        1909,
        2277,
        2277,
        2812,
        2812,
        135799,
        135799,
        134638,
        134638,
        9951,
        9951,
        9950,
        9950,
        9949,
        9949,
        2278,
        2278,
        9954,
        9954,
        1961,
        1961,
        2276,
        2276,
        9953,
        9953,
        1907,
        1907,
        1963,
        1963,
        133608,
        133608,
        1962,
        1962,
        16552,
        16552,
        90833,
        90833,
        133607,
        133607,
        132861,
        132861
    ],
    "episodes": 1,
    "id": "32108",
    "picture": "http://cdn.myanimelist.net/images/anime/2/77425.jpg",
    "released": "2016-03-12T03:00:00.000Z",
    "synopsis": "Time has passed since Alphamon appeared, and restoration work has moved ahead little by little in the town of Odaiba.\n\n\"I had decided once I got back to Japan, I'd be sure to take a dip in a big bath!\" shouts Mimi. Because of that and a desire to make their new members Meiko Mochizuki and Meicoomon feel welcome, the DigiDestined go to a nearby hot springs theme park. Everyone has a good time, but Joe doesn't show up.\n\nJoe feels caught between the imminent reality of college entrance exams, and his responsibilities as a DigiDestined.\n\"Why do we have to do this again?\"\n\nJust then, another infected Digimon appears in Odaiba. It's that proud virus type, Ogremon... As a TV station helicopter relays a broadcast of his rampage, Mimi and Palmon spring into action.\n\"We'll show people that there are good Digimon, too!\"\n\nMimi and Palmon ignore Koushirou's attempts to hold them back, however, and their battle brings about unforeseen consequences...\n\nJoe and Mimi each have their own troubles. Then on the day of Tsukishima General High School's festival, that man appears before them...\n\nThe adventure now evolves once again...\n\n(Source: Official website)",
    "tags": [
        "action",
        "adventure",
        "comedy",
        "drama"
    ],
    "title": "Digimon Adventure tri. 2: Ketsui",
    "title_en": "Digimon Adventure tri. Chapter 2: Determination",
    "title_jp": "デジモンアドベンチャーtri.（トライ）第２章「決意」",
    "type": "Movie"
}