{
    "characters": [
        2219,
        2219,
        129688,
        129688,
        7609,
        7609,
        86011,
        86011,
        7612,
        7612,
        7611,
        7611,
        128995,
        128995,
        36251,
        36251,
        7610,
        7610,
        20524,
        20524,
        11096,
        11096,
        129680,
        129680,
        125248,
        125248
    ],
    "episodes": 13,
    "id": "339",
    "picture": "http://cdn.myanimelist.net/images/anime/3/10243.jpg",
    "released": "1998-07-06T03:00:00.000Z",
    "synopsis": "Lain Iwakura, an awkward and introverted fourteen-year-old, is one of the many girls from her school to receive a disturbing email from her classmate Chisa Yomoda—the very same Chisa who recently committed suicide. Lain has neither the desire nor the experience to handle even basic technology; yet, when the technophobe opens the email, it leads her straight into the Wired, a virtual world of communication networks similar to what we know as the internet. Lain's life is turned upside down as she begins to encounter cryptic mysteries one after another. Strange men called the Men in Black begin to appear wherever she goes, asking her questions and somehow knowing more about her than even she herself knows. With the boundaries between reality and cyberspace rapidly blurring, Lain is plunged into more surreal and bizarre events where identity, consciousness, and perception are concepts that take on new meanings.\n\nWritten by Chiaki J. Konaka, whose other works include Texhnolyze, Serial Experiments Lain is a psychological avant-garde mystery series that follows Lain as she makes crucial choices that will affect both the real world and the Wired. In closing one world and opening another, only Lain will realize the significance of their presence.\n\n[Written by MAL Rewrite]",
    "tags": [
        "dementia",
        "drama",
        "mystery",
        "psychological",
        "sci-fi",
        "supernatural"
    ],
    "title": "Serial Experiments Lain",
    "title_en": "Serial Experiments Lain",
    "title_jp": "シリアルエクスペリメンツレイン",
    "type": "TV"
}