{
    "characters": [
        1935,
        1935,
        1426,
        1426,
        1952,
        1952,
        1934,
        1934,
        1941,
        1941,
        1949,
        1949,
        1938,
        1938,
        20317,
        20317,
        1950,
        1950,
        1936,
        1936,
        55003,
        55003,
        1942,
        1942,
        1947,
        1947,
        1958,
        1958,
        1957,
        1957,
        1944,
        1944,
        1937,
        1937,
        1943,
        1943,
        7252,
        7252,
        1940,
        1940,
        1955,
        1955,
        32626,
        32626,
        1956,
        1956,
        1954,
        1954,
        1945,
        1945,
        1948,
        1948,
        1953,
        1953,
        1951,
        1951,
        1939,
        1939,
        1946,
        1946,
        29026,
        29026
    ],
    "episodes": 24,
    "id": "355",
    "picture": "http://cdn.myanimelist.net/images/anime/8/21197.jpg",
    "released": "2005-10-06T03:00:00.000Z",
    "synopsis": "The world has become a slaughtering ground for the Crimson Denizens, mysterious beings from a parallel universe who thrive on the life energy of humans. These merciless murderers only leave behind scant remainders of souls called \"Torches,\" which are mere residues that will eventually be destroyed, along with the very fact of the victims' existence from the minds of the living. In an ambitious endeavor to put an end to this invisible, hungry massacre, warriors called Flame Hazes relentlessly fight these monsters.\n\nOne fateful day, Yuuji Sakai ceases to be a regular high schooler—he becomes trapped in a crevice of time and is suddenly attacked by a Denizen. Coming to his rescue just in the nick of time is a nameless hunter who seems no different from an ordinary young girl except for her blazing eyes and burning crimson hair. However, before Yuuji can learn anything more about his situation, he discovers that he has already been reduced to a Torch—merely a scrap of memory waiting to be extinguished.\n\n[Written by MAL Rewrite]",
    "tags": [
        "action",
        "drama",
        "fantasy",
        "romance",
        "school",
        "supernatural"
    ],
    "title": "Shakugan no Shana",
    "title_en": "Shakugan no Shana: Season I",
    "title_jp": "灼眼のシャナ",
    "type": "TV"
}