{
    "characters": [
        11354,
        11354,
        4237,
        4237,
        4236,
        4236,
        4234,
        4234,
        16286,
        16286,
        4247,
        4247,
        4238,
        4238,
        6546,
        6546,
        136977,
        136977,
        6172,
        6172,
        15525,
        15525,
        9752,
        9752,
        6532,
        6532,
        16351,
        16351,
        4245,
        4245,
        15641,
        15641,
        6174,
        6174,
        1340,
        1340,
        81215,
        81215,
        77983,
        77983,
        9512,
        9512,
        16349,
        16349,
        6973,
        6973,
        136974,
        136974,
        15523,
        15523,
        4243,
        4243,
        4249,
        4249,
        4248,
        4248,
        136979,
        136979,
        9304,
        9304,
        136978,
        136978,
        19015,
        19015,
        6175,
        6175,
        15459,
        15459,
        16352,
        16352,
        15522,
        15522,
        77981,
        77981,
        15623,
        15623,
        15024,
        15024,
        15524,
        15524,
        45869,
        45869,
        6549,
        6549,
        17713,
        17713,
        4235,
        4235,
        8063,
        8063,
        16149,
        16149,
        17714,
        17714,
        15526,
        15526,
        16350,
        16350
    ],
    "episodes": 25,
    "id": "3927",
    "picture": "http://cdn.myanimelist.net/images/anime/9/12782.jpg",
    "released": "2008-10-05T03:00:00.000Z",
    "synopsis": "Mobile Suit Gundam 00 Second Season begins four years after the United Nations Forces were finally able to claim victory against Celestial Being. In order to prevent such an event from recurring, an independent military organization called the Autonomous Peace-Keeping Force, or A-Laws, has been formed in order to keep the ESF Army and other powerful organizations in check. Charged with the duties of eliminating terrorists and resistance groups as well as unifying the nations of the world for the benefit of all mankind, A-Laws seem to be the best solution to the people of the world.\n\nUnknown to the public, the A-Laws quickly began to abuse their power. Peoples all over the world and in space soon find themselves stripped of freedoms and forced to live under the A-Laws enforced doctrines all in the name of “unity” and “peace”. Aware of A-Laws misuse of power, Celestial Being reemerges with the intent of stopping the A-Laws and correcting their past mistakes. What is unknown to these two groups is that a third organization, the Innovators, lurks in the shadows, manipulating events to reshape humanity into their own image.",
    "tags": [
        "action",
        "drama",
        "mecha",
        "military",
        "sci-fi",
        "space"
    ],
    "title": "Mobile Suit Gundam 00 Second Season",
    "title_en": "Gundam 00",
    "title_jp": "機動戦士ガンダム00 セカンドシーズン",
    "type": "TV"
}