{
    "characters": [
        382,
        382,
        381,
        381,
        379,
        379,
        383,
        383,
        380,
        380,
        378,
        378,
        4786,
        4786,
        23124,
        23124,
        12388,
        12388,
        30557,
        30557,
        10711,
        10711,
        30555,
        30555,
        17270,
        17270,
        30558,
        30558,
        13417,
        13417,
        10712,
        10712,
        30812,
        30812,
        10710,
        10710,
        17172,
        17172,
        8803,
        8803,
        14141,
        14141
    ],
    "episodes": 13,
    "id": "477",
    "picture": "http://cdn.myanimelist.net/images/anime/2/77620.jpg",
    "released": "2005-10-06T03:00:00.000Z",
    "synopsis": "Drift peacefully into Neo Venezia, a city on the planet Aqua (formerly known as Mars). By the 24th century, humans have found a way to colonize the previously uninhabitable planet. As futuristic as that sounds, Neo Venezia is still teeming with rustic beauty; gondolas on wide canals and waterways are the main mode of transportation. The city itself is a faithful replication of Manhome's (the planet formerly known as Earth) Venice.\n\nTo make sure that residents and tourists alike get the most from Neo Venezia's many wonders, companies offering guided tours via gondola were formed, one of which is named Aria Company.\n\nThis is the workplace of Akari Mizunashi, a free spirited teenager from Manhome who is now a novice Undine (the title given to tour guides). Join Akari as she becomes intimately acquainted with other Undine, tourists, Neo Venezia's residents, and even the city itself, learning many valuable life lessons along the way, such as the wonderful truth that there are such things as manmade miracles.\n\n[Written by MAL Rewrite]",
    "tags": [
        "fantasy",
        "sci-fi",
        "slice_of_life"
    ],
    "title": "Aria The Animation",
    "title_en": "Aria the Animation",
    "title_jp": "ARIA The ANIMATION",
    "type": "TV"
}