{
    "characters": [
        16302,
        16302,
        16301,
        16301,
        19619,
        19619,
        19616,
        19616,
        20872,
        20872,
        32694,
        32694,
        39118,
        39118,
        25849,
        25849,
        69595,
        69595,
        19617,
        19617,
        69593,
        69593,
        34638,
        34638,
        18971,
        18971,
        17815,
        17815,
        21338,
        21338,
        34882,
        34882,
        20286,
        20286,
        22201,
        22201,
        19621,
        19621,
        20871,
        20871,
        30152,
        30152,
        110637,
        110637,
        19620,
        19620,
        17814,
        17814,
        18972,
        18972,
        36258,
        36258,
        18969,
        18969,
        24922,
        24922,
        18970,
        18970,
        94889,
        94889
    ],
    "episodes": 12,
    "id": "5355",
    "picture": "http://cdn.myanimelist.net/images/anime/4/21849.jpg",
    "released": "2009-04-02T03:00:00.000Z",
    "synopsis": "In the age of the Warring Countries, Japan was fragmented in semi-independent provinces, governed by feudal lords or daimyo, who confronted each other in an endless struggle for power. Ambitious daimyos from every corner of the Archipelago had shouted their battle cry. They were Takeda Shingen from Kai, Sanada Yukimura, Uesugi Kenshin from Echigo, Azai Nagamasa from Omi, Tokugawa Ieyasu from Mikawa, and many more...\n\nThose were days of unrest and chaos. As war spread throughout the country, the map of power underwent rapid and dramatic changes. In this never-ending conflict, one man finally seemed to be just one step from establishing total control over the country. He was the lord of Owari, the Sixth Heavenly Devil King. His name was Oda Nobunaga.\n\nBut now, a young general clad in azure makes his unexpected appearance in this confused scenario, heading a huge army of cavalrymen from the Northern provinces. He is known as Date Masamune, the One-Eyed Dragon. And he is coming for Oda Nobunaga's head, and for ultimate supremacy! \n\n(Source: Production I.G website)",
    "tags": [
        "action",
        "historical",
        "martial_arts",
        "samurai",
        "super_power"
    ],
    "title": "Sengoku Basara",
    "title_en": "Sengoku Basara: Samurai Kings",
    "title_jp": "戦国BASARA",
    "type": "TV"
}