{
    "characters": [
        21217,
        21217,
        17651,
        17651,
        7372,
        7372,
        22200,
        22200,
        17400,
        17400,
        21579,
        21579,
        25244,
        25244,
        22753,
        22753,
        14500,
        14500,
        21738,
        21738,
        21734,
        21734,
        22754,
        22754,
        22929,
        22929,
        25245,
        25245,
        5734,
        5734,
        21499,
        21499,
        25242,
        25242,
        22758,
        22758,
        23712,
        23712,
        21736,
        21736,
        22756,
        22756,
        23257,
        23257,
        21737,
        21737,
        23256,
        23256,
        22752,
        22752,
        21735,
        21735,
        23711,
        23711,
        24943,
        24943,
        22755,
        22755,
        22170,
        22170,
        21013,
        21013,
        20201,
        20201,
        22169,
        22169
    ],
    "episodes": 26,
    "id": "5485",
    "picture": "http://cdn.myanimelist.net/images/anime/2/13784.jpg",
    "released": "2009-04-04T03:00:00.000Z",
    "synopsis": "Set in the near future, humanity enters another energy revolution following the discovery of Photon Power. Derived from the ore discovered under the foothills of Mt. Fuji, its intended use was to solve the world's energy problems with its unimaginable power. Seeking this energy is Dr. Hell, a madman craving world domination who with his subordinates Baron Ashura, Count Brocken and Viscount Pygman, commands an army of mechanical beasts excavated from the ruins of ancient Greece to seize the Photon Power Lab for himself. Meeting the attack head on is the hot-blooded teenager Kabuto Kouji, who pilots the Photon Powered robot built by his grandfather, Mazinger Z. But in this battle between Dr. Hell and the Kabuto family, many legends surrounding the Mycenaean Civilization and Bardos Island, as well as the secrets of Mazinger Z remain shrouded in mystery.\n\nA new series based on the mecha show that started it all, Mazinger Z. Shin Mazinger Shougeki! Z-Hen starts over from the beginning with a new cast, to tell a new story unrelated to the original show.\n\n(Source: shin-mazinger.com)",
    "tags": [
        "action",
        "mecha",
        "shounen",
        "super_power"
    ],
    "title": "Shin Mazinger Shougeki! Z-Hen",
    "title_en": "Mazinger Edition Z: The Impact!",
    "title_jp": "Ｚマジンガー; 真マジンガー 衝撃！Z編",
    "type": "TV"
}