{
    "characters": [
        17079,
        17079,
        17080,
        17080,
        17092,
        17092,
        29389,
        29389,
        24435,
        24435,
        17086,
        17086,
        26140,
        26140,
        17088,
        17088,
        17090,
        17090,
        17081,
        17081,
        17091,
        17091,
        17085,
        17085,
        17089,
        17089,
        23538,
        23538,
        50867,
        50867,
        28802,
        28802,
        26425,
        26425,
        17084,
        17084,
        17082,
        17082,
        22240,
        22240,
        17083,
        17083,
        53113,
        53113,
        22123,
        22123,
        17087,
        17087
    ],
    "episodes": 26,
    "id": "5507",
    "picture": "http://cdn.myanimelist.net/images/anime/6/53901.jpg",
    "released": "2009-04-05T03:00:00.000Z",
    "synopsis": "Valkyria Chronicles is set in a fictitious continent reminiscent of 1930s Europe. The continent, called Europa, is divided into two main powers: The Imperial Empire, a monarchy in the east, and the alliance of democracies called the Federation in the west. In this world, there is a very important resource called ragnite; its uses range from fueling weapons of war to use in medical treatments. Since ragnite is such an important resource, the Federation and the Empire are constantly at war with each other for it.\n\nThe story takes place in the neutral country of Gallia, known for its bountiful reserves of ragnite, when the Empire decides to invade and seize the ragnite for themselves. The story follows Welkin, the son of a former war hero; Isara, Welkin's Darcsen adoptive sister; and Alicia, a member of the Bruhl town watch, as they fight the Imperials in the ragtag Gallian militia group, Squad 7.\n\nSquad 7 fights to regain their homes and livelihoods with Welkin as the squad leader and commander of the Edelweiss tank; Alicia as a scout; Isara as the pilot of the Edelweiss, and a variety of colorful individuals.",
    "tags": [
        "action",
        "military",
        "romance"
    ],
    "title": "Senjou no Valkyria",
    "title_en": "Valkyria Chronicles",
    "title_jp": "戦場のヴァルキュリア",
    "type": "TV"
}