{
    "characters": [
        2159,
        2159,
        914,
        914,
        246,
        246,
        2093,
        2093,
        913,
        913,
        42899,
        42899,
        2099,
        2099,
        2147,
        2147,
        4318,
        4318,
        6115,
        6115,
        6122,
        6122,
        2107,
        2107,
        2103,
        2103,
        9785,
        9785,
        678,
        678,
        6147,
        6147,
        3908,
        3908,
        2145,
        2145,
        2102,
        2102,
        2151,
        2151,
        42900,
        42900,
        6273,
        6273,
        9239,
        9239,
        2146,
        2146,
        40489,
        40489,
        127474,
        127474,
        3694,
        3694,
        6134,
        6134,
        9784,
        9784,
        6148,
        6148,
        28105,
        28105,
        2094,
        2094,
        6149,
        6149,
        6108,
        6108,
        7309,
        7309,
        32466,
        32466,
        9773,
        9773,
        6106,
        6106,
        9377,
        9377,
        6167,
        6167,
        9771,
        9771,
        6868,
        6868,
        5224,
        5224,
        40652,
        40652,
        4850,
        4850,
        2108,
        2108,
        103469,
        103469,
        9766,
        9766,
        677,
        677,
        6155,
        6155,
        6150,
        6150,
        6127,
        6127,
        2104,
        2104,
        2113,
        2113,
        5499,
        5499,
        2707,
        2707,
        2112,
        2112,
        2110,
        2110,
        2097,
        2097,
        4014,
        4014,
        5225,
        5225
    ],
    "episodes": 97,
    "id": "6033",
    "picture": "http://cdn.myanimelist.net/images/anime/6/14065.jpg",
    "released": "2009-04-05T03:00:00.000Z",
    "synopsis": "Five years after the events of Dragon Ball, martial arts expert Gokuu is now a grown man married to his wife Chi-Chi, with a four-year old son named Gohan. While attending a reunion on Turtle Island with his old friends Master Roshi, Krillin, Bulma and others, the festivities are interrupted when a humanoid alien named Raditz not only reveals the truth behind Gokuu's past, but kidnaps Gohan as well.\n\nWith Raditz displaying power beyond anything Gokuu has seen before, he is forced to team up with his old nemesis, Piccolo, in order to rescue his son. But when Gokuu and Piccolo reveal the secret of the seven mystical wish-granting Dragon Balls to Raditz, he informs the duo that there is more of his race, the Saiyans, and they won’t pass up an opportunity to seize the power of the Dragon Balls for themselves.\n\nThese events begin the saga of Dragon Ball Kai, a story that finds Gokuu and his friends and family constantly defending the galaxy from increasingly more powerful threats. Bizarre, comical, heartwarming and threatening characters come together in a series of battles that push the powers and abilities of Gokuu and his friends beyond anything they have ever experienced.",
    "tags": [
        "action",
        "adventure",
        "comedy",
        "fantasy",
        "martial_arts",
        "shounen",
        "super_power"
    ],
    "title": "Dragon Ball Kai",
    "title_en": "Dragon Ball Z Kai",
    "title_jp": "ドラゴンボール改",
    "type": "TV"
}