{
    "characters": [
        35869,
        35869,
        38197,
        38197,
        23258,
        23258,
        28379,
        28379,
        23259,
        23259,
        81137,
        81137,
        38135,
        38135,
        95301,
        95301,
        81139,
        81139,
        81131,
        81131,
        81135,
        81135,
        81133,
        81133,
        95297,
        95297,
        95299,
        95299
    ],
    "episodes": 1,
    "id": "6172",
    "picture": "http://cdn.myanimelist.net/images/anime/3/25873.jpg",
    "released": "2009-12-19T02:00:00.000Z",
    "synopsis": "Layton receives a letter from the famed opera singer, Jenis Quatlane, inviting them to see her newest performance. She also asks Layton, Luke and Remi for assistance in a mystery, saying her friend Melina died one year ago, but returned later as a seven year old girl saying she had found the secret of eternal life, and she also knew all the secrets that only the true Melina could know. Naturally, the case fascinates Layton and his apprentice, so they head to the Crown Petone opera house, but Remi stays in London, searching for some girls that went missing in there. \n\nThe opera was about a lost kingdom, The Kingdom of Immortals; once, there was a beautiful queen that loved music. She was beloved by everyone in the kingdom. But one day, the queen became very ill. The people of the kingdom toiled to find a cure, but medicine couldn’t help. The queen finally passed away, and right after, the cure was completed: A potion for immortality. The people of the kingdom deeply lamented for the death of their queen. In order to the meet reincarnated queen again, they decided to become immortal, using the just-completed immortality nostrum. Abrosia's Kingdom is still somewhere in this world, waiting for its queen to return, and then, she will sing forever.\n\nAfter the spectacle finishes, a masked men appears, and proposes something to the audience: \"Let's play a game\"- he says- \"The winner, will have eternal life. The losers, will have to die.\" It's up to Layton and Luke to enter in the game, and discover the secret of Eternal Life.\n\n(Source: Wikipedia)",
    "tags": [
        "mystery"
    ],
    "title": "Layton Kyouju to Eien no Utahime",
    "title_en": "Professor Layton and the Eternal Diva",
    "title_jp": "レイトン教授と永遠の歌姫",
    "type": "Movie"
}