{
    "characters": [
        67,
        67,
        12,
        12,
        11,
        11,
        68,
        68,
        17103,
        17103,
        50123,
        50123,
        10972,
        10972,
        52739,
        52739,
        46553,
        46553,
        70,
        70,
        69,
        69,
        10954,
        10954,
        61557,
        61557,
        30292,
        30292,
        62499,
        62499,
        31562,
        31562,
        24923,
        24923,
        65,
        65,
        63,
        63,
        61555,
        61555
    ],
    "episodes": 4,
    "id": "6421",
    "picture": "http://cdn.myanimelist.net/images/anime/9/19338.jpg",
    "released": "2009-08-26T03:00:00.000Z",
    "synopsis": "Amazing secrets and startling facts are exposed for the first time in the Fullmetal Alchemist: Brotherhood OVA Collection, a new assortment of stories set in never-before-seen corners of the FMA universe. Join Ed and Al as they chase rumors of successful human transmutation into a web of shocking family drama and lies. Sneak a glance at hidden sides of Winry and Hawkeye's personalities. Survive the frigid north with a young Izumi Curtis as she fights to gain a deeper understanding of alchemy. Explore the legendary friendship shared by Mustang and Hughes and watch them grow from military school rivals into hardened brothers transformed by the horrors of the Ishvalan War. You thought you knew the whole story. You thought all the tales were told. The Fullmetal Alchemist: Brotherhood OVA Collection offers proof: You were wrong. \n\n(Source: FUNimation) \n\n1. Fullmetal Alchemist: The Blind Alchemist (Moumoku no Renkinjutsushi) \n\nBased on a side story of the Fullmetal Alchemist manga published in the Fullmetal Alchemist Perfect Guidebook (2003). It's about a blind alchemist named Jude, who serves the Humbergang family. He once violated the taboo of Alchemy. \n\n2. Fullmetal Alchemist: Simple People (Shinpuru na Hitobito) \n\nA story about Riza (why she let her hair grow longer) and Winry (why she had her ears pierced and how she got her earrings). \n\n3. Fullmetal Alchemist: The Tale of Teacher \n\nBased on a side story of the Fullmetal Alchemist manga, the third OVA is about Edward and Alphonse's teacher, Izumi Curtis. \n\nThe story is compiled of two parts. The first part shows how Izumi (then 18 years old) survived in Mt. Briggs to become an apprentice of a renowned alchemist. The second part shows how Izumi and Sig met and their love at first sight. \n\n4. Yet Another Man's Battlefield \n\nThe story centres around Roy, aged 18, in a military boot camp, how he met an Ishbalan recruit named Heathcliffe Arbor, how he became a friendly rival to Hughes. \n",
    "tags": [
        "adventure",
        "drama",
        "fantasy",
        "magic",
        "military",
        "shounen"
    ],
    "title": "Fullmetal Alchemist: Brotherhood Specials",
    "title_en": "Fullmetal Alchemist: Brotherhood OVA Collection",
    "title_jp": "鋼の錬金術師",
    "type": "Special"
}