{
    "characters": [
        30477,
        30477,
        7584,
        7584,
        7583,
        7583,
        7582,
        7582,
        90853,
        90853,
        38191,
        38191,
        37858,
        37858,
        38189,
        38189,
        38192,
        38192,
        57701,
        57701,
        35990,
        35990,
        36113,
        36113,
        46439,
        46439,
        30576,
        30576,
        30928,
        30928,
        36337,
        36337,
        36491,
        36491,
        30500,
        30500,
        37859,
        37859,
        39608,
        39608,
        36305,
        36305,
        33456,
        33456,
        41636,
        41636,
        36782,
        36782,
        30478,
        30478,
        39593,
        39593,
        36128,
        36128,
        138871,
        138871,
        36127,
        36127,
        36781,
        36781,
        36780,
        36780,
        36490,
        36490,
        36492,
        36492,
        36126,
        36126,
        38190,
        38190,
        7581,
        7581,
        37860,
        37860,
        7580,
        7580,
        30499,
        30499,
        32724,
        32724,
        37826,
        37826,
        91761,
        91761,
        35991,
        35991,
        36493,
        36493,
        36125,
        36125,
        36336,
        36336
    ],
    "episodes": 22,
    "id": "7724",
    "picture": "http://cdn.myanimelist.net/images/anime/8/21343.jpg",
    "released": "2010-07-09T03:00:00.000Z",
    "synopsis": "Fifteen-year-old Megumi Shimizu dreamed of a glamorous life in the big city; however, her unexpected death in the quiet village of Sotoba marks the beginning of what appears to be a ferocious epidemic that turns the hot summer into a season of blood and terror. A young doctor named Toshio Ozaki begins to doubt the nature of the disease and comes to understand that to discover the truth, he must abandon his humanity. Meanwhile, Natsuno Yuuki, an antisocial youth from the city, is haunted by the sudden death of Megumi and must realize the pain of friendship in the face of his own tragedy. Toshio and Natsuno form an unlikely pair as they work together to save Sotoba before it transforms into a ghost town of vampires.\n\nShiki, adapted from the horror novel written by Fuyumi Ono, goes beyond the average vampire story. It tells the tragic tale of survival in a world where one cannot easily distinguish between good and evil. Abandoned by God, the Shiki, as the vampires call themselves, have only their will to live as they clash with the fear of the paranoid/unbelieving villagers. Shiki explores the boundary that separates man from monster.\n\n[Written by MAL Rewrite]",
    "tags": [
        "mystery",
        "supernatural",
        "thriller",
        "vampire"
    ],
    "title": "Shiki",
    "title_en": "Shiki",
    "title_jp": "屍鬼",
    "type": "TV"
}