{
    "characters": [
        16328,
        16328,
        16055,
        16055,
        16327,
        16327,
        29736,
        29736,
        33505,
        33505,
        33154,
        33154,
        29738,
        29738,
        29772,
        29772,
        25413,
        25413,
        40627,
        40627,
        33504,
        33504,
        40031,
        40031,
        24633,
        24633,
        29766,
        29766,
        29786,
        29786,
        28204,
        28204,
        33503,
        33503,
        29774,
        29774,
        28206,
        28206
    ],
    "episodes": 11,
    "id": "8426",
    "picture": "http://cdn.myanimelist.net/images/anime/13/53945.jpg",
    "released": "2011-01-14T02:00:00.000Z",
    "synopsis": "Effeminate fifth grader Shuuichi Nitori is considered by most to be one of the prettiest girls in school, but much to her dismay, she is actually biologically male. Fortunately, Shuuichi has a childhood friend who has similar feelings of discomfort related to gender identity: the lanky tomboy Yoshino Takatsuki, who, though biologically female, does not identify as a girl. These two friends share a similar secret and find solace in one another; however, their lives become even more complicated when they must tread the unfamiliar waters of a new school, attempt to make new friends, and struggle to maintain old ones. Faced with nearly insurmountable odds, they must learn to deal with the harsh realities of growing up, transexuality, relationships, and acceptance.\n\nLauded as a decidedly serious take on gender identity and LGBT struggles, Takako Shimura's Hourou Musuko is about Shuuichi and Yoshino's attempts to discover their true selves as they enter puberty, make friends, fall in love, and face some very real and difficult choices.\n\n[Written by MAL Rewrite]",
    "tags": [
        "drama",
        "school",
        "slice_of_life"
    ],
    "title": "Hourou Musuko",
    "title_en": "Wandering Son",
    "title_jp": "放浪息子",
    "type": "TV"
}