{
    "characters": [
        460,
        460,
        457,
        457,
        459,
        459,
        458,
        458,
        23188,
        23188,
        22188,
        22188,
        461,
        461,
        15758,
        15758,
        58147,
        58147,
        3450,
        3450,
        18956,
        18956,
        462,
        462,
        14238,
        14238,
        47291,
        47291,
        20264,
        20264,
        25550,
        25550,
        15755,
        15755,
        22517,
        22517,
        22187,
        22187,
        25548,
        25548,
        2762,
        2762,
        9007,
        9007,
        22520,
        22520,
        25549,
        25549,
        22311,
        22311,
        25551,
        25551,
        22516,
        22516,
        22186,
        22186
    ],
    "episodes": 12,
    "id": "889",
    "picture": "http://cdn.myanimelist.net/images/anime/4/25596.jpg",
    "released": "2006-04-09T03:00:00.000Z",
    "synopsis": "Within Thailand is Roanapur, a depraved, crime-ridden city where not even the authorities or churches are untouched by the claws of corruption. A haven for convicts and degenerates alike, the city is notorious for being the center of illegal activities and operations, often fueled by local crime syndicates.\n\nEnter Rokurou Okajima, an average Japanese businessman who has been living a dull and monotonous life, when he finally gets his chance for a change of pace with a delivery trip to Southeast Asia. His business trip swiftly goes downhill as Rokurou is captured by a mercenary group operating in Roanapur, called Black Lagoon. The group plans to use him as a bargaining chip in negotiations which ultimately failed. Now abandoned and betrayed by his former employer, Rokurou decides to join Black Lagoon. In order to survive, he must quickly adapt to his new environment and prepare himself for the bloodshed and tribulation to come.\n\nA non-stop, high-octane thriller, Black Lagoon delves into the depths of human morality and virtue. Witness Rokurou struggling to keep his values and philosophies intact as he slowly transforms from businessman to ruthless mercenary.\n\n[Written by MAL Rewrite]",
    "tags": [
        "action",
        "seinen"
    ],
    "title": "Black Lagoon",
    "title_en": "Black Lagoon",
    "title_jp": "BLACK LAGOON",
    "type": "TV"
}