{
    "characters": [
        35258,
        35258,
        34470,
        34470,
        35252,
        35252,
        35253,
        35253,
        44274,
        44274,
        35256,
        35256,
        35255,
        35255,
        35257,
        35257,
        89637,
        89637,
        41897,
        41897,
        38559,
        38559,
        38558,
        38558,
        41913,
        41913,
        42945,
        42945,
        30919,
        30919
    ],
    "episodes": 24,
    "id": "9253",
    "picture": "http://cdn.myanimelist.net/images/anime/5/73199.jpg",
    "released": "2011-04-06T03:00:00.000Z",
    "synopsis": "The self-proclaimed mad scientist Rintarou Okabe rents out a room in a rickety old building in Akihabara, where he indulges himself in his hobby of inventing prospective \"future gadgets\" with fellow lab members: Mayuri Shiina, his air-headed childhood friend, and Hashida Itaru, a perverted hacker nicknamed \"Daru.\" The three pass the time by tinkering with their most promising contraption yet, a machine dubbed the \"Phone Microwave,\" which performs the strange function of morphing bananas into piles of green gel.\n\nThough miraculous in itself, the phenomenon doesn't provide anything concrete in Okabe's search for a scientific breakthrough; that is, until the lab members are spurred into action by a string of mysterious happenings before stumbling upon an unexpected success—the Phone Microwave can send emails to the past, altering the flow of history.\n\nAdapted from the critically acclaimed visual novel by 5pb. and Nitroplus, Steins;Gate takes Okabe through the depths of scientific theory and practicality. Forced across the diverging threads of past and present, Okabe must shoulder the burdens that come with holding the key to the realm of time.\n\n[Written by MAL Rewrite]",
    "tags": [
        "sci-fi",
        "thriller"
    ],
    "title": "Steins;Gate",
    "title_en": "Steins;Gate",
    "title_jp": "シュタインズ・ゲート",
    "type": "TV"
}