{
    "characters": [],
    "episodes": 112,
    "id": "392",
    "picture": "http://cdn.myanimelist.net/images/anime/8/25152.jpg",
    "released": "1992-10-10T03:00:00.000Z",
    "synopsis": "Urameshi Yusuke, 14 years of age, is about as troublesome and violent as teenagers come. He is constantly ditching school, causing trouble, and getting into numerous fights everyday. One day however, he does the unexpected, sacrificing himself to save a young child. Such an action, was never ever expected, especially coming from someone as troublesome as Urameshi Yusuke. The afterlife is not prepared for Yusuke, as they never thought he would make such a sacrifice. Nowhere to go, and dead, Yusuke becomes a ghost and must earn his way back into existence.\n\nYusuke is \"employed\" by Koenma, who is in charge while his father and ruler of the afterlife, King Enma, is away. Under Koenma's command, Yusuke helps to stop menacing demons that threaten the lives of people everywhere; whether by stealing priceless and invaluable items and destructive weapons, or by wreaking havoc on humans everywhere.\n\nThroughout Yusuke's journey, he is usually joined by; his arch-rival, and local bully, Kuwabara Kazuma. He is also joined by two demons named Hiei and Kurama, whom are ex-convicts of the afterlife that managed to escape from Koenma.\n\nThis group of unlikely allies goes on to participate and struggle in battles that have outcomes that determine the fate of humanity!\n\nYu Yu Hakusho is created by popular mangaka Yoshihiro Togashi, who is also responsible for creating the acclaimed and much-loved series known as Hunter X Hunter. Yu Yu Hakusho also managed to surpass Dragon Ball Z in ratings during its TV run. \n\n(Source: AniDB)",
    "tags": [
        "action",
        "comedy",
        "demons",
        "fantasy",
        "martial_arts",
        "school",
        "shounen"
    ],
    "title": "Yuu☆Yuu☆Hakusho",
    "title_en": "Yu Yu Hakusho: Ghost Files",
    "title_jp": "幽☆遊☆白書",
    "type": "TV"
}